{
    "homepage": {
        "text": "Selamat datang di \"Change for Green\", sebuah game di mana kamu dapat membuat perbedaan untuk planet ini sambil mendapatkan penghasilan untuk diri sendiri dan komunitasmu. Bergabunglah dengan komunitas pengusaha hijau dan bekerja sama untuk menyelesaikan berbagai tantangan. Bangun bisnismu dan ciptakan solusi berkelanjutan. Bersiaplah untuk membuat perubahan menjadi lebih baik dan dapatkan penghasilan saat melakukannya!"
    },
    "captions": {
        "Introduction": "Perkenalan",
        "Character": "Pilih Karakter",
        "Scenario": "Pilih Skenario",
        "Task": "Tugas",
        "Option": "Pilih opsi terbaik di bawah ini dan lanjutkan Berikutnya.",
        "Summary": "Ringkasan",
        "Feedback": "Umpan balik",
        "NextScenario": "Coba Skenario Lain",
        "NextTask": "Tugas Selanjutnya",
        "Continue": "Lanjutkan",
        "Next": "Berikutnya",
        "Exit": "Keluar",
        "YourAnswer": "Jawaban Anda",
        "Congratulation": "Congratulations!"
    },
    "players": [
        {
            "id": "1",
            "name": "Benjie",
            "desc": "Benjie is 16-years old. He lives in a big village near a small town. He dropped out of school due to financial difficulties faced by his family. Despite this setback, Joko is determined to help his family. He is interested in finding ways to improve the environment."
        },
        {
            "id": "2",
            "name": "Gelo",
            "desc": "Gelo is 24-years old. He is from a rural village but moved to the city to work as a call center agent to pursue his dream of becoming financially independent. Gelo is also a nature lover and spends his weekends exploring the nearby forests and beaches."
        },
        {
            "id": "3",
            "name": "Ethel",
            "desc": "Ethel is 20-years old from a small village. She is a single mother to a 3-month old baby and is currently studying at a local university. Indah is passionate about finding ways to provide for her child while also contributing to her community."
        },
        {
            "id": "4",
            "name": "Budi",
            "desc": "Budi is a 18-year-old boy. He is an aspiring entrepreneur and wants to start a business that provides sustainable solutions to his community's environmental problems. Budi is interested in creating eco-friendly products and services that can help reduce waste and pollution."
        },
        {
            "id": "5",
            "name": "Kiko",
            "desc": "Kiko is a 20-year-old student. He is studying to become a teacher and hopes to one day return to his village to teach the children in his community. Kiko is also an avid hiker and often goes on treks in the nearby mountains."
        },
        {
            "id": "6",
            "name": "Asep",
            "desc": "Asep is a 19-year-old farmer. He comes from a family of farmers and has been helping with farm work since he was young. Asep is interested in learning and connecting with other youth."
        },
        {
            "id": "7",
            "name": "Rini",
            "desc": "Rini is a 19-year-old and a mother of two young boys. She enjoys dancing and performing traditional dances. She is proud of her heritage and helps her family with their small farm, where they grow rice and vegetables."
        },
        {
            "id": "8",
            "name": "Lina",
            "desc": "Lina is a 15-year-old girl who loves to read and write. She is part of a youth writing club in her community, and dreams of becoming a journalist so she can share stories about her culture and community with others."
        },
        {
            "id": "9",
            "name": "Dewi",
            "desc": "Dewi is a 17-year-old girl who is passionate about protecting the environment. She volunteers with a local organization that cleans up beaches and educates others about the importance of reducing plastic waste."
        },
        {
            "id": "10",
            "name": "Abdul",
            "desc": "Abdul is 19-year-old. He is a skilled fisherman and has been fishing with his family since he was young. Abdul and his friends are active in his community about promoting sustainable fishery. He is also a father of a 5 year old girl. He dreams of providing her with a good education, as he himself was not able to go to college due to financial constraints."
        }
    ],
    "scenarios": [
        {
            "id": 1,
            "name": "Skenario 1",
            "desc": "Apakah kamu tahu bahwa rata-rata, kami memproduksi 300 gram sisa makanan setiap harinya? Artinya, sampah sisa makanan yang dihasilkan oleh penduduk setiap tahunnya adalah 9,300 ton, dan memberikan kontribusi pada degradasi lingkungan. Dalam game ini, kamu akan belajar bagaimana meminimalisir bahaya atau keurugian yang diakibatkan oleh sampah sisa makanan terhadap planet kita. Bergabunglag bersama kami dan ayo membuat dampak positif sambil menjelajahi dunia generasi dengan pendapatan berkelanjutan. Ayo bermain!",
            "backgroundColor": "rgba(0, 255, 150, 0.2)",
            "backgroundImage": "../assets/scenario-1.gif",
            "congratulationMessage": "Selamat! Kamu membuat sebuah perbedaan di dunia dengan dengan keterampilan-keterampilan wirausaha hijau atau green entrepreneurship yang kamu miliki. Pertahankanlah kerja yang baik ini dan tetap mainkan \"Change for Green\"!",
            "tasks": [
                {
                    "id": 1,
                    "desc": "Belajar dari YouTube mengenai pengelolaan sisa makanan, kamu lantas memutuskan untuk membuang atau mengolah sampah siswa makananmu di rumah dengan cara yang bersih dan tidak menghasilkan bau yang tidak sedap. Aktifitas manakah yang akan kamu pilih untuk menjadi lebih ramah lingkungan dan dapat menghasilkan penghasilan tambahan?",
                    "options": [
                        {
                            "id": 1,
                            "title": "Melakukan mengomposan terhadap sampah sisa makanan",
                            "desc": "Pengomposan tradisional terhadap limbah makanan dapat membuat tanah kebun menjadi subur apabila diolah dengan baik. Hasil olahan tanah kebun kemudian dapat dijual.",
                            "feedback": "Melakukan pengomposan untuk limbah makanan adalah cara yang bagus untuk mengurangi degradasi lingkungan dan mendapatkan penghasilan tambahan. Dengan mengubah limbah makanan menjadi tanah kebun yang baik, maka kamu menjauhkan limbah dari tempat pembuangan sampah dan menciptakan produk bernilai yang dapat dijual. Teruslah bekerja dengan baik!"
                        },
                        {
                            "id": 2,
                            "title": "Memproses limbah makanan menggunakan Black Soldier Fly atau Lalat Tentara Hitam",
                            "desc": "Black Soldier Fly (BSF) mengonsumsi limbah makanan dan mengubahnya menjadi kompos dengan lebih cepat jika dibandingkan dengan cara pengomposan tradisional. BSF juga dapat dijual sebagai pakan ternak dan residunya dapat dijual menjadi pupuk kebun.",
                            "feedback": "Memproses limbah makanan menggunakan Black Soldier Fly (BSF) merupakan metode yang dapat membantu memitigasi degradasi lingkungan yang juga dapat memberikan penghasilan tambahan. Black Soldier Fly (BSF) mengonsumsi limbah makanan dan mengubahnya menjadi kompos lebih cepat daripada metode pengomposan tradisional. Selain itu, residunya dapat dijual sebagai pupuk kebun dan Black Soldier Fly (BSF) sendiri dijual sebagai pakan. Ini adalah cara yang bagus untuk mengurangi limbah dan menghasilkan pendapatan pada saat yang bersamaan."
                        }
                    ]
                },
                {
                    "id": 2,
                    "desc": "Kamu dan teman-temanmu ingin menerapkan pemilahan sampah yang efisien dan efektif di komunitas. Kamu belajar bahwa memilah sampah dapat berdampak positif terhadap lingkungan dan menghasilkan pendapatan tambahan. Apa yang akan menjadi pilihan terbaikmu?",
                    "options": [
                        {
                            "id": 1,
                            "title": "Mengumpulkan limbah padat yang telah terpilah untuk potensi penghasilan",
                            "desc": "Dengan memilah sampah seperti plastik, kaleng, dan kotak dapat berpotensi mendapatkan penghasilan tambahan. \nPlastik - Rp3,000/Kg \nKaleng - Rp12,000/Kg \nKardus - Rp2,000/Kg \nTantangannya adalah waktu yang dihabiskan dalam masa pengumpulan, yang membutuhkan waktu kurang lebih 2 bulan untuk mencapai 100 kilo. Namun, penghasilan tambahan dari pemilahan sampah ini dapat sangat membantu rumah tangga.",
                            "feedback": "Dengan memilah sampah, kamu dan temanmu berpotensi mendapatkan penghasilan tambahan dari menjualnya ke pendaur ulang. Namun, mungkin diperlukan waktu untuk mengumpulkan sejumlah besar sampah. Meski demikian, ini adalah cara yang bagus untuk berkontribusi pada kelestarian lingkungan dan mendapatkan penghasilan tambahan untuk rumah tangga."
                        },
                        {
                            "id": 2,
                            "title": "Menghasilkan pendapatan tambahan dari limbah makanan",
                            "desc": "Kamu dan temanmu juga dapat menghasilkan pendapatan dari sisa makanan dengan memberi makan larva dari Black Soldier Fly (BSF). Misalnya, 100 kg sisa makanan dapat dikonsumsi oleh setidaknya 10 kg larva BSF. Untuk mencapai 100 kg sampah makanan hanya membutuhkan waktu 15 hari untuk 20 rumah tangga. Kamu dan temanmu juga dapat membebankan biaya penagihan sebesar Rp15,000 per 15 hari dari setiap rumah tangga. Ini tidak hanya menghasilkan pendapatan tambahan tetapi juga membantu penanganan limbah makanan secara efisien di komunitas.",
                            "feedback": "Memberi makan limbah makanan kepada larva BSF adalah cara yang bagus untuk mengubah limbah menjadi sumber daya yang bernilai, yang dapat dijual sebagai pakan dan kompos. Ini adalah cara yang lebih efisien dan hemat waktu untuk memperoleh pendapatan tambahan dibandingkan dengan pemilahan sampah. Selain itu, membebankan biaya pemungutan dari rumah tangga dapat lebih meningkatkan pendapatan."
                        }
                    ]
                },
                {
                    "id": 3,
                    "desc": "Anda baru-baru ini belajar lebih banyak tentang penanganan limbah makanan yang efisien menggunakan teknologi BSF. Keluargamu telah beternak ayam kampung dan ikan lele di rumah untuk membantu menutupi pengeluaran rumah tangga sehari-hari. Anda juga sedang mempertimbangkan untuk bergabung dengan organisasi kepemudaan untuk mendapatkan pelatihan tentang prosedur teknis melakukan Black Soldier Fly (BSF). Bisakah Anda memutuskan tindakan terbaik?",
                    "options": [
                        {
                            "id": 1,
                            "title": "Mengembangkan BSF dulu di rumah",
                            "desc": "Dengan mengembangkan BSF di rumah, kamu dapat segera mengatasi limbah makanan yang dihasilkan di tingkat rumah tangga. Selain itu, BSF segar atau kering dapat digunakan sebagai pakan untuk ayam kampung dan lele, dan menghasilkan penghematan dari pengeluaran biasa yang kamu keluarkan dengan membeli pakan komersial. Selain itu, BSF segar atau kering dapat digunakan sebagai pakan ayam kampung dan lele miliknya. Dengan demikian, ia dapat menghasilkan penghematan dari pengeluarannya yang biasa dilakukan dengan membeli pakan komersial.",
                            "feedback": "Dengan mengembangkan BSF di rumah, kamu dapat segera mengatasi limbah makanan yang dihasilkan di tingkat rumah tangga. Kamu tidak hanya dapat mengurangi pemborosan makanan, tetapi juga dapat menghasilkan penghematan dari pengeluaran biasa yang kamu keluarkan dengan membeli pakan komersial untuk ayam kampung dan ikan lele. Dan dengan menggunakan BSF segar atau kering sebagai pakan untuk hewan, kamu dapat memberi mereka makanan yang lebih sehat dan alami."
                        },
                        {
                            "id": 2,
                            "title": "Bergabunglah dengan organisasi pemuda dan jadilah anggota yang memiliki nilai tambah.",
                            "desc": "Menjadi anggota organisasi pemuda memungkinkan kamu untuk belajar bersama, berbagi pengalaman dan melakukan praktik terbaik. Setiap anggota organisasi pemuda berkontribusi terhadap volume input sehingga meningkatkan perkiraan output yang merupakan volume BSF dan residunya. Volume besar = pendapatan besar",
                            "feedback": "Dengan bergabung dengan organisasi kepemudaan dan menjadi anggota yang bernilai tambah, kamu dapat belajar lebih banyak dari rekan-rekan kamu di sana, berbagi pengalaman, dan melakukan praktik terbaik. Karena setiap anggota berkontribusi terhadap volume input, perkiraan output, yaitu volume BSF dan residunya, dapat meningkat. Hal ini dapat menghasilkan pendapatan yang lebih besar bagi organisasi dan anggotanya. Namun, mungkin perlu waktu lebih lama untuk mulai menghasilkan pendapatan daripada melakukan BSF di rumah, tetapi ini juga dapat memberimu lebih banyak kesempatan untuk belajar dan bersosialisasi dengan remaja lain di komunitas."
                        }
                    ]
                },
                {
                    "id": 4,
                    "desc": "Kamu bersemangat menangani limbah makanan di komunitasmu dan ingin menggunakan teknologi BSF untuk memulai bisnis yang berkelanjutan. Ada banyak sisa makanan yang dibuang dari kafetaria, pasar tradisional, dan restoran. Kamu ingin mengeksplorasi bagaimana mengubah limbah ini menjadi keuntungan sekaligus mempromosikan kelestarian lingkungan.",
                    "options": [
                        {
                            "id": 1,
                            "title": "Menjual larva dan pupuk",
                            "desc": "Kamu bisa memulainya dengan membiakkan larva BSF dengan memanfaatkan sisa makanan yang dikumpulkan dari masyarakat. Setelah kamu memiliki persediaan larva yang baik, kamu dapat menjualnya ke peternakan unggas lokal sebagai suplemen pakan berprotein tinggi. Selain itu, hasil sampingan dari proses pengembangbiakan larva dapat dimanfaatkan untuk membuat pupuk organik yang dapat dijual kepada petani setempat. ",
                            "feedback": "Menjual larva dan pupuk adalah cara yang bagus untuk mengubah limbah makanan menjadi keuntungan sambil mempromosikan keberlanjutan. Namun, ini membutuhkan investasi awal dan mungkin membutuhkan waktu untuk membangun pasokan larva dan pupuk yang stabil. Pertimbangkan apakah kamu memiliki sumber daya dan komitmen yang diperlukan untuk mengejar opsi ini."
                        },
                        {
                            "id": 2,
                            "title": "Mendorong pertumbuhan BSF di masyarakat",
                            "desc": "Kamu dapat mendorong pertumbuhan BSF di masyarakat dengan mendorong masyarakat untuk mengumpulkan sisa makanan dan menjualnya ke petani setempat, yang dapat menggunakannya untuk memberi makan BSF mereka. Para petani kemudian dapat menjual larva dan pupuk yang diproduksi oleh BSF mereka ke pasar lokal. Kamu bisa bertindak sebagai perantara dengan membeli larva dan pupuk dari petani dan menjualnya ke pelanggan.",
                            "feedback": "Mempromosikan pertumbuhan BSF di masyarakat adalah cara yang bagus untuk melibatkan masyarakat dalam mengurangi limbah makanan dan mempromosikan keberlanjutan. Namun, hal itu membutuhkan pembangunan hubungan baik dengan masyarakat maupun petani, dan mungkin membutuhkan waktu untuk membangun rantai pasok yang stabil. Pertimbangkan apakah kamu memiliki keterampilan sosial dan komitmen yang diperlukan untuk mengejar opsi ini."
                        }
                    ]
                },
                {
                    "id": 5,
                    "desc": "Kamu sedang membuat presentasi untuk memamerkan proyek BSF ke organisasi pemuda lain di komunitas terdekat. Kamu ingin menyoroti potensi pendapatan dari BSF. Opsi penghasilan mana yang lebih menarik untuk disajikan?",
                    "options": [
                        {
                            "id": 1,
                            "title": "Jual larva BSF sebagai pakan",
                            "desc": "Larva BSF sebanyak 10 kg dapat dijual sebagai pakan ternak, karena mengandung protein tinggi dan sangat baik untuk kesehatan. Harga per kilo biasanya sekitar Rp40,000, yang mana dapat memberikan aliran pendapatan yang signifikan.",
                            "feedback": "Menjual larva BSF sebagai pakan dapat menjadi peluang penghasilan yang menarik untuk ditonjolkan, karena dapat memberikan aliran pendapatan yang signifikan. Kandungan protein yang tinggi dari larva BSF menjadikannya sumber pakan ternak yang berharga, dan popularitasnya di pasar dapat memastikan permintaan yang konsisten."
                        },
                        {
                            "id": 2,
                            "title": "Menjual residu (ampas) BSF",
                            "desc": "Kompos yang dihasilkan dari residu BSF dapat dijual dengan harga Rp32,000 per kilo, dan 10 kg dapat diproduksi setiap 15 hari. Selain itu, residu cair dari BSF dapat dijual sebagai pupuk dengan harga Rp40,000 per liter. Hal ini dapat memberikan aliran pendapatan yang konsisten dan dapat diandalkan.",
                            "feedback": "Menjual ampas BSF juga bisa menjadi peluang penghasilan yang menarik untuk disajikan. Kompos yang dihasilkan dari ampas BSF dapat dijual dengan harga yang kompetitif, dan ampas cair juga dapat memberikan aliran pendapatan tambahan. Keandalan dan konsistensi aliran pendapatan ini dapat menjadikannya pilihan yang menarik bagi mereka yang tertarik dengan praktik pertanian berkelanjutan."
                        }
                    ]
                }
            ]
        },
        {
            "id": 2,
            "name": "Skenario 2",
            "desc": "Selamat datang di Pasar Berkelanjutan! Sekarang kamu akan belajar tentang model bisnis yang berkelanjutan dan bagaimana mereka dapat membantu bisnis beroperasi dengan cara yang bertanggung jawab secara lingkungan dan sosial. Kamu akan merancang dan mengelola pasarmu sendiri, membuat keputusan yang berpengaruh pada dampak lingkungan, keuntungan, serta keberlanjutan pasar secara keseluruhan. Kamu akan mendapatkan pemahaman yang lebih dalam tentang bagaimana bisnis dapat memprioritaskan keberlanjutan sambil tetap mencapai kesuksesan finansial. Mari kita mulai!",
            "backgroundColor": "rgba(0, 255, 150, 0.2)",
            "backgroundImage": "/assets/scenario-2.gif",
            "congratulationMessage": "Kerja bagus! Bisnis yang berkelanjutan dapat menguntungkan. Tetap lakukan eksplorasi terhadap cara-cara baru untuk membuat perubahan yang positif dan membantu lingkungan alam kita.",
            "tasks": [
                {
                    "id": 1,
                    "desc": "Sebagai pemilik Pasar Berkelanjutan, kamu memiliki pilihan untuk menawarkan kepada pelanggan antara produk konvensional dan organik. Pilihan mana yang lebih berkelanjutan dan menguntungkan untuk pasarmu?",
                    "options": [
                        {
                            "id": 1,
                            "title": "Produk Konvensional",
                            "desc": "Menawarkan produk konvensional, yang lebih murah untuk didapatkan dan dapat dijual dengan harga lebih rendah, menarik lebih banyak pelanggan dan meningkatkan keuntungan.",
                            "feedback": "Sementara menawarkan produk konvensional dapat meningkatkan keuntungan dalam jangka pendek, hal itu memiliki dampak lingkungan yang lebih tinggi karena penggunaan pestisida dan pupuk, serta jejak karbon yang lebih tinggi terkait transportasi. Selain itu, pelanggan yang mengutamakan keberlanjutan mungkin tidak tertarik untuk membeli produk konvensional, sehingga menyebabkan hilangnya pelanggan potensial dan berdampak negatif pada reputasi pasarmu sebagai bisnis yang berkelanjutan."
                        },
                        {
                            "id": 2,
                            "title": "Produk Organik",
                            "desc": "Menawarkan produk organik, yang lebih mahal untuk didapatkan tetapi memiliki dampak lingkungan yang lebih rendah, menarik bagi pelanggan yang memprioritaskan keberlanjutan, dan memiliki margin keuntungan yang lebih tinggi karena harga premiumnya.",
                            "feedback": "Menawarkan produk organik mungkin memiliki biaya di muka yang lebih tinggi, tetapi sejalan dengan nilai pelanggan yang memprioritaskan keberlanjutan dan lebih baik bagi lingkungan. Selain itu, produk organik memiliki margin keuntungan yang lebih tinggi karena harga premiumnya, yang dapat mengimbangi biaya sumber yang lebih tinggi. Dengan menawarkan produk organik, pasarmu dapat membedakan dirinya sebagai pemimpin dalam keberlanjutan, menarik lebih banyak pelanggan, dan membangun reputasi positif sebagai bisnis berkelanjutan."
                        }
                    ]
                },
                {
                    "id": 2,
                    "desc": "Kamu sedang mempertimbangkan untuk menawarkan diskon bagi pelanggan yang membawa tas sendiri yang dapat digunakan kembali. Opsi mana yang lebih berkelanjutan dan menguntungkan bagi pasar?",
                    "options": [
                        {
                            "id": 1,
                            "title": "Tawarkan diskon",
                            "desc": "Tawarkan diskon untuk pelanggan yang membawa tas pakai ulang sendiri, yang dapat mengurangi keuntungan dalam jangka pendek tetapi dapat meningkatkan loyalitas pelanggan dan dampak positif terhadap lingkungan.",
                            "feedback": "Menawarkan diskon untuk tas yang dapat digunakan kembali dapat mendorong pelanggan untuk membuat pilihan yang berkelanjutan dan membangun reputasi positif untuk pasarmu sebagai bisnis yang berkelanjutan. Meskipun mungkin ada biaya di muka yang terkait dengan diskon, manfaat jangka panjang dalam hal loyalitas pelanggan dan dampak lingkungan yang positif dapat meningkatkan keuntungan."
                        },
                        {
                            "id": 2,
                            "title": "Jangan menawarkan diskon",
                            "desc": "Jangan menawarkan diskon untuk pelanggan yang membawa tas sendiri, karena mungkin tidak berdampak signifikan pada kelangsungan atau keuntungan pasar.",
                            "feedback": "Meskipun tidak menawarkan diskon untuk tas yang dapat digunakan kembali mungkin tidak berdampak negatif pada pasarmu, hal itu juga tidak mendorong pelanggan untuk membuat pilihan yang berkelanjutan. Dengan menawarkan diskon untuk tas yang dapat digunakan kembali, kamu dapat mendorong pelanggan untuk membawa tas sendiri, mengurangi limbah, dan meningkatkan reputasi pasarmu sebagai bisnis yang berkelanjutan."
                        }
                    ]
                },
                {
                    "id": 3,
                    "desc": "Kamu telah membeli produk dari pemasok yang jauh untuk sementara waktu karena harganya lebih murah. Namun, kamu mulai menyadari bahwa ada biaya lingkungan dan sosial yang berkaitan dengan transportasi dan produksi, yang mungkin tidak berkelanjutan. Opsi mana yang lebih baik untuk pasar Anda?",
                    "options": [
                        {
                            "id": 1,
                            "title": "Tetap membeli produk dari pemasok yang jauh.",
                            "desc": "Tetap membeli produk dari pemasok jauh yang memiliki harga lebih murah. Kamu menjalankan bisnis bukan amal.",
                            "feedback": "Membeli produk dari pemasok yang jauh berarti mereka harus menempuh jarak yang jauh untuk mencapai pasarmu. Ini membuat lebih banyak polusi dan berkontribusi pada perubahan iklim. Memilih pemasok lokal yang menggunakan praktik berkelanjutan dapat mengurangi polusi dan mendukung usaha kecil. Ini juga dapat membantumu mendapatkan lebih banyak pelanggan yang peduli terhadap lingkungan."
                        },
                        {
                            "id": 2,
                            "title": "Beli produk dari pemasok lokal",
                            "desc": "Beli produk dari pemasok lokal yang menggunakan praktik berkelanjutan, meskipun harganya sedikit lebih mahal.",
                            "feedback": "Memilih pemasok lokal yang menggunakan praktik berkelanjutan adalah cara yang baik untuk menunjukkan kepada pelanggan bahwa pasarmu peduli terhadap lingkungan. Bahkan jika harganya sedikit lebih mahal, ini dapat membantumu mendapatkan lebih banyak pelanggan dan menghasilkan lebih banyak uang dalam jangka panjang. Membeli dari pemasok lokal juga membantu mendukung usaha kecil di daerahmu. Selain itu, praktik berkelanjutan dapat menghasilkan produk yang lebih berkualitas dan lebih inovatif, yang dapat menjadi keunggulan kompetitif di pasarmu."
                        }
                    ]
                },
                {
                    "id": 4,
                    "desc": "Apa cara terbaik untuk memperkuat pasarmu?",
                    "options": [
                        {
                            "id": 1,
                            "title": "Beralih ke energi terbarukan",
                            "desc": "Beralihlah ke sumber energi terbarukan seperti tenaga surya yang lebih mahal di muka tetapi lebih baik untuk lingkungan dalam jangka panjang.",
                            "feedback": "Beralih ke sumber energi terbarukan seperti tenaga surya dapat menurunkan jejak karbon pasarmu, menghemat biaya energi dalam jangka panjang, dan menarik lebih banyak pelanggan yang menghargai praktik bisnis berkelanjutan."
                        },
                        {
                            "id": 2,
                            "title": "Jangan beralih ke energi terbarukan",
                            "desc": "Tetap menggunakan listrik jaringan konvensional yang lebih murah dan sudah terpasang di pasarmu.",
                            "feedback": "Menggunakan listrik jaringan konvensional dapat berkontribusi pada jejak karbon dan merusak reputasi pasar sebagai bisnis yang berkelanjutan. Selain itu, ini mungkin tidak murah dalam jangka panjang karena harga listrik dapat meningkat."
                        }
                    ]
                },
                {
                    "id": 5,
                    "desc": "Kamu ingin mengurangi limbah dari pasarmu. Apa cara terbaik untuk mengemas produk di pasarmu?",
                    "options": [
                        {
                            "id": 1,
                            "title": "Kemasan plastik",
                            "desc": "Gunakan kantong dan kemasan plastik karena lebih murah dan lebih tahan lama.",
                            "feedback": "Kantong plastik berbahaya bagi lingkungan dan membutuhkan waktu ratusan tahun untuk terurai. Mereka dapat menyebabkan polusi dan membahayakan satwa liar. Selain itu, mereka dapat merusak reputasi pasar sebagai bisnis yang berkelanjutan."
                        },
                        {
                            "id": 2,
                            "title": "Kemasan yang dapat digunakan kembali atau kompos",
                            "desc": "Gunakan tas yang dapat digunakan kembali atau kemasan yang dapat dibuat kompos yang terbuat dari bahan seperti plastik nabati, meskipun harganya mungkin lebih mahal di awal.",
                            "feedback": "Menggunakan tas yang dapat digunakan kembali yang terbuat dari bahan berkelanjutan seperti kapas atau kemasan yang dapat dibuat kompos yang terbuat dari bahan seperti plastik nabati dapat secara signifikan mengurangi jumlah limbah yang dihasilkan pasar, mempromosikan keberlanjutan, dan membantumu menjadi lebih menonjol sebagai bisnis hijau. Meskipun mungkin lebih mahal di awal, penggunaan tas yang dapat dipakai ulang dapat menghemat uang dalam jangka panjang dengan mengurangi biaya pengelolaan limbah dan menarik lebih banyak pelanggan yang menghargai praktik bisnis berkelanjutan."
                        }
                    ]
                }
            ]
        },
        {
            "id": 3,
            "name": "Skenario 3",
            "desc": "Kamu memulai bisnis untuk membuat produk dari bahan daur ulang. Kamu akan mengumpulkan dan menyortir bahan yang dapat didaur ulang, merancang dan membuat prototipe produk, memasarkan hingga menjualnya kepada pelanggan, membuat rantai pasokan melingkar, dan melakukan peningkatan bisnis sambil memastikannya tetap berkelanjutan. Apakah kamu siap untuk membuat dampak positif bagi lingkungan? Mari kita mulai!",
            "backgroundColor": "rgba(0, 255, 150, 0.2)",
            "backgroundImage": "/assets/scenario-3.gif",
            "congratulationMessage": "Kamu telah dengan sukses menunjukkan bahwa capat menciptakan sebuah masa depan yang cerah bagi setiap orang. Lanjutkan menggunakan keterampilan-keterampilan yang kamu miliki untuk menginspirasi dan menjadi pemimpin dalam membuat perbedaan.",
            "tasks": [
                {
                    "id": 1,
                    "desc": "Bisnismu mencoba membuat produk baru dari bahan daur ulang. Kamu telah mengumpulkan beberapa materi yang dapat kamu gunakan, tetapi tidak terlihat menarik. Apa yang harus kamu lakukan?",
                    "options": [
                        {
                            "id": 1,
                            "title": "Fungsi saja",
                            "desc": "Gunakan bahan daur ulang untuk membuat produk yang fungsional. Tidak perlu terlihat bagus karena toh terbuat dari limbah.",
                            "feedback": "Meskipun menggunakan bahan daur ulang patut dipuji, menciptakan produk yang tidak menyenangkan secara estetika dapat mematikan calon pelanggan yang memprioritaskan desain. Pertimbangkan mencari cara kreatif untuk membuat bahan daur ulang lebih menarik, seperti menambahkan warna atau pola."
                        },
                        {
                            "id": 2,
                            "title": "Terlihat bagus itu penting",
                            "desc": "Gunakan bahan daur ulang untuk membuat produk yang fungsional dan estetis.",
                            "feedback": "Menggunakan bahan daur ulang untuk membuat produk yang fungsional dan menyenangkan secara estetika (terlihat bagus) membantu menunjukkan kepada calon pelanggan bahwa bahan daur ulang dapat digunakan untuk membuat produk yang sama baiknya dengan yang terbuat dari bahan murni."
                        }
                    ]
                },
                {
                    "id": 2,
                    "desc": "Bisnismu telah menciptakan produk baru dari bahan daur ulang. Kamu ingin mulai menjualnya ke pelanggan. Bagaimana seharusnya kamu memasarkannya?",
                    "options": [
                        {
                            "id": 1,
                            "title": "Soroti keterjangkauan",
                            "desc": "Memasarkan produk daur ulang sebagai barang murah dan terjangkau.",
                            "feedback": "Meskipun keterjangkauan merupakan nilai jual yang penting, memasarkan produk daur ulang dengan harga murah dapat merusak nilainya dan membuat pelanggan menganggap produk tersebut berkualitas rendah. Sebagai gantinya, pertimbangkan untuk menekankan manfaat keberlanjutan dan daya tahan produk."
                        },
                        {
                            "id": 2,
                            "title": "Soroti keberlanjutan",
                            "desc": "Pasarkan produk daur ulang sebagai produk berkualitas tinggi dan berkelanjutan",
                            "feedback": "Pilihan bagus! Memasarkan produk daur ulang sebagai produk berkualitas tinggi dan berkelanjutan memposisikannya sebagai produk premium yang lebih baik bagi lingkungan."
                        }
                    ]
                },
                {
                    "id": 3,
                    "desc": "Bisnismu sedang mencari bahan untuk produk. Kamu memiliki opsi untuk membeli bahan daur ulang secara lokal atau bahan inovatif dari pemasok di luar negeri. Apa yang harus kamu lakukan?",
                    "options": [
                        {
                            "id": 1,
                            "title": "Beli di luar negeri",
                            "desc": "Beli bahan daur ulang berteknologi tinggi dan lebih murah dari pemasok di luar negeri.",
                            "feedback": "Sementara bahan baru dari pemasok di luar negeri mungkin lebih murah, penting untuk mempertimbangkan dampak lingkungan dari mengimpor bahan. Pengiriman bahan jarak jauh berkontribusi terhadap emisi gas rumah kaca dan meningkatkan jejak karbon bisnismu. Pertimbangkan manfaat jangka panjang dari mendukung ekonomi lokal dan mengurangi emisi transportasi dengan membeli bahan daur ulang yang bersumber secara lokal."
                        },
                        {
                            "id": 2,
                            "title": "Beli dari pasar lokal",
                            "desc": "Beli bahan bekas dari sekitar untuk mendukung ekonomi lokal dan membantu lingkungan.",
                            "feedback": "Membeli bahan bekas terdekat mendukung ekonomi lokal dan membantu lingkungan. Mungkin lebih mahal, tetapi lebih baik untuk lingkungan dan masyarakat lokal dalam jangka panjang."
                        }
                    ]
                },
                {
                    "id": 4,
                    "desc": "Apakah kamu mempertimbangkan manajemen akhir masa pakai produkmu? Apa yang kamu lakukan dengan produkmu ketika tidak lagi berguna atau dapat digunakan?",
                    "options": [
                        {
                            "id": 1,
                            "title": "Ya untuk manajemen akhir penggunaan",
                            "desc": "Luangkan waktu untuk merencanakan cara mendaur ulang, menggunakan kembali, atau menggunakan kembali produk saat sudah tidak berguna lagi.",
                            "feedback": "Merencanakan cara mendaur ulang, menggunakan kembali, atau menggunakan kembali produk saat sudah tidak berguna membantu meminimalkan limbah dan membuat dunia menjadi tempat yang lebih baik. Mungkin lebih banyak pekerjaan, tetapi itu sangat berharga untuk membantu lingkungan."
                        },
                        {
                            "id": 2,
                            "title": "Buang produk kadaluarsa",
                            "desc": "Pastikan untuk membuang produk saat melewati tanggal kedaluwarsa.",
                            "feedback": "Apa yang terjadi pada produk setelah tidak berguna lagi penting bagi lingkungan. Dengan memastikan produk dapat didaur ulang, digunakan kembali, atau digunakan kembali, kamu dapat membantu meminimalkan limbah dan membuat dunia menjadi tempat yang lebih baik."
                        }
                    ]
                },
                {
                    "id": 5,
                    "desc": "Bisnismu berkembang, dan kamu mulai berpikir tentang bagaimana kamu dapat memberikan dampak yang lebih besar terhadap lingkungan. Apakah kamu ingin bekerja dengan bisnis atau organisasi lain untuk membantu lingkungan?",
                    "options": [
                        {
                            "id": 1,
                            "title": "Bekerja sama",
                            "desc": "Bekerja dengan bisnis atau organisasi lain untuk menciptakan ide dan peluang baru untuk membantu lingkungan.",
                            "feedback": "Bekerja dengan bisnis atau organisasi lain dapat membantu menciptakan ide dan peluang baru untuk membantu lingkungan. Dengan berkolaborasi, kamu dapat berbagi sumber daya dan pengetahuan untuk menciptakan sesuatu yang lebih baik bagi lingkungan."
                        },
                        {
                            "id": 2,
                            "title": "Bekerja sendirian",
                            "desc": "Bekerja sendiri dan tidak melibatkan orang lain yang tidak tertarik dengan masalah lingkungan.",
                            "feedback": "Meskipun mandiri itu bagus, bekerja dengan bisnis atau organisasi lain dapat membantu menciptakan ide dan peluang baru untuk membantu lingkungan. Dengan bekerja sendiri, kamu dapat kehilangan kesempatan penting."
                        }
                    ]
                }
            ]
        },
        {
            "id": 4,
            "name": "Skenario 4",
            "desc": "Kamu baru saja berhasil membuka homestay atau penginapan kecil. Kamu harus mempekerjakan karyawan dan mengelola operasional bisnismu. Kamu perlu menciptakan tempat kerja berkelanjutan yang memprioritaskan kesejahteraan karyawanmu dan tetap memberikan kontribusi kepada masyarakat. Keputusanmu akan berdampak pada manfaat sosial dari bisnis tersebut. Kamu ingin memprioritaskan triple bottom line dan bertujuan untuk menciptakan bisnis yang bermanfaat bagi manusia, planet, dan keuntungan (profit).",
            "backgroundColor": "rgba(0, 255, 150, 0.2)",
            "backgroundImage": "/assets/scenario-4.gif",
            "congratulationMessage": "Terima kasih telah memainkan \"Change for Green\"! Kamu tidak hanya telah menciptakan sebuah bisnis yang sukses, tetapi juga berkontribusi untuk lingkungan yang lebih bersih dan sehat. Pertahankan kerja yang baik ini!",
            "tasks": [
                {
                    "id": 1,
                    "desc": "Kamu memiliki dua kandidat untuk posisi frong desk. Yang satu memiliki pengalaman yang luas tetapi membutuhkan gaji yang tinggi, sementara yang lain memiliki pengalaman yang lebih sedikit tetapi bersedia bekerja dengan gaji yang lebih rendah. Kandidat mana yang akan kamu rekrut?",
                    "options": [
                        {
                            "id": 1,
                            "title": "Rekrut yang memiliki kualifikasi tinggi",
                            "desc": "Rekrut kandidat yang berkualifikasi tinggi dan berpengalaman yang menginginkan gaji tinggi",
                            "feedback": "Mempekerjakan kandidat berpengalaman yang menginginkan gaji tinggi mungkin baik untuk bisnis, tetapi bisa terlalu mahal untuk bisnis karena kamu baru memulai. Memilih kandidat yang kurang berpengalaman yang bersedia bekerja dengan lebih sedikit bisa lebih baik untukmu untuk saat ini."
                        },
                        {
                            "id": 2,
                            "title": "Tumbuh bersama karyawanmu",
                            "desc": "Rekrut kandidat yang kurang berpengalaman yang bersedia bekerja dengan biaya lebih sedikit dan belajar bersamamu.",
                            "feedback": "Memilih kandidat yang kurang berpengalaman yang bersedia bekerja dengan biaya lebih sedikit mungkin lebih baik untukmu saat ini. Mempekerjakan kandidat berpengalaman yang menginginkan gaji tinggi mungkin bagus untuk bisnis, tetapi bisa terlalu mahal untuk bisnismu karena kamu baru memulai."
                        }
                    ]
                },
                {
                    "id": 2,
                    "desc": "Kamu ingin membuat ruang istirahat untuk karyawan. Opsi mana yang lebih baik?",
                    "options": [
                        {
                            "id": 1,
                            "title": "Menghabiskan uang untuk membeli",
                            "desc": "Membeli furnitur dan peralatan baru",
                            "feedback": "Membeli furnitur dan peralatan baru bisa jadi mahal dan tidak baik bagi lingkungan. Menggunakan kembali dan memperbaiki furnitur dan peralatan lama lebih baik bagi lingkungan."
                        },
                        {
                            "id": 2,
                            "title": "Luangkan waktu untuk memperbaiki",
                            "desc": "Menggunakan kembali dan memperbaiki furnitur dan peralatan lama untuk ruang istirahat.",
                            "feedback": "Dengan menggunakan kembali dan memperbaiki furnitur dan peralatan lama, kamu dapat menghemat uang dan membantu lingkungan."
                        }
                    ]
                },
                {
                    "id": 3,
                    "desc": "Salah satu karyawan mendatangimu dan memberi tahu bahwa mereka perlu cuti untuk merawat anggota keluarga yang sakit. Kamu harus memutuskan apakah membiarkan mereka mengambil cuti atau membuat mereka datang bekerja. Apa yang akan kamu lakukan?",
                    "options": [
                        {
                            "id": 1,
                            "title": "Prioritaskan orang terlebih dahulu",
                            "desc": "Perbolehkan pegawai untuk mengambil cuti dan tawarkan bantuan.",
                            "feedback": "Dengan mengatakan ya dan menawarkan dukungan, kamu dapat membuat tempat kerja menjadi terasa lebih membahagiakan dan lebih baik untuk semua orang."
                        },
                        {
                            "id": 2,
                            "title": "Prioritaskan laba atau keuntungan",
                            "desc": "Katakan tidak dan buat mereka datang bekerja. Kamu harus menggunakan uangmu dengan sebaik-baiknya.",
                            "feedback": "Mengatakan tidak dapat membuat karyawan tidak bahagia dan menjadikan tempat kerja sebagai tempat kerja yang buruk. Mengatakan ya dan menawarkan dukungan dapat membuat tempat kerja lebih membahagiakan dan lebih baik bagi semua orang."
                        }
                    ]
                },
                {
                    "id": 4,
                    "desc": "Perusahaanmu telah diminta untuk berpartisipasi dalam acara amal untuk mendukung tujuan yang penting bagi komunitasmu. Kamu ingin menunjukkan dukungan, tetapi kamu tidak yakin bagaimana melakukannya. Opsi mana yang lebih baik untuk lingkungan dan bisnismu?",
                    "options": [
                        {
                            "id": 1,
                            "title": "Sukarelawan",
                            "desc": "Ciptakan \"Volunteer Day\" di mana karyawan dapat berpartisipasi dalam acara tersebut.",
                            "feedback": "Dengan mengatur atau menginisiasi \"Volenteer Day\", kamu dapat membuat perbedaan nyata di komunitas dan menciptakan budaya tempat kerja yang positif."
                        },
                        {
                            "id": 2,
                            "title": "Sumbangan",
                            "desc": "Sumbangkan sejumlah besar uang untuk amal. Karyawanmu tidak akan mau menjadi sukarelawan.",
                            "feedback": "Menyumbangkan uang dalam jumlah besar dapat menjadi cara cepat untuk menunjukkan dukungan, tetapi mungkin tidak berdampak jangka panjang pada komunitasmu. Menyelenggarakan hari sukarela atau \"Volunteer Day\" dapat menjadi lebih baik bagi lingkungan dan bisnis karena menunjukkan komitmenmu terhadap tujuan dan mendorong kerja tim di antara karyawanmu."
                        }
                    ]
                },
                {
                    "id": 5,
                    "desc": "Kamu memiliki kesempatan untuk memperluas bisnismu dengan membuka lokasi baru di kota yang berbeda. Opsi mana yang lebih baik untuk lingkungan dan bisnismu?",
                    "options": [
                        {
                            "id": 1,
                            "title": "Membangun yang baru",
                            "desc": "Bangun lokasi baru dari awal sehingga kamu mendapatkan apa yang kamu inginkan.",
                            "feedback": "Membangun lokasi baru dari awal bisa mahal dan berdampak negatif pada lingkungan. Merenovasi bangunan yang sudah ada agar lebih ramah lingkungan bisa menjadi pilihan yang lebih baik karena mengurangi limbah dan penggunaan energi."
                        },
                        {
                            "id": 2,
                            "title": "Merenovasi",
                            "desc": "Merenovasi bangunan yang ada agar lebih ramah lingkungan. Merenovasi bangunan yang sudah ada agar lebih ramah lingkungan.",
                            "feedback": "Dengan merenovasi bangunan yang sudah ada menjadi lebih ramah lingkungan, kamu dapat mengurangi penggunaan limbah dan energi, yang dapat berdampak positif bagi lingkungan dan berpotensi menghemat uang dalam jangka panjang."
                        }
                    ]
                }
            ]
        },
        {
            "id": 5,
            "name": "Skenario 5",
            "desc": "Kamu telah memutuskan untuk memulai bisnis furnitur kecil-kecilan. Produkmu laris manis dan kamu harus memenuhi permintaan (pesanan). Namun, kamu juga ingin perusahaan kecilmu memenuhi standar keberlanjutan. Apa yang akan kamu lakukan? Mari belajar tentang pentingnya manajemen rantai pasok (supply chain) yang berkelanjutan dan cara membuat pilihan yang tepat untuk bisnis, lingkungan, dan masyarakat. Apakah kamu siap untuk membuat beberapa keputusan sulit dan menciptakan rantai pasok yang berkelanjutan? Mari kita mulai!",
            "backgroundColor": "rgba(0, 255, 150, 0.2)",
            "backgroundImage": "/assets/scenario-5.gif",
            "congratulationMessage": "Kerja keras dan dedikasimu kepada kewirausahaan hijau atau green entrepreneurship telah terbayarkan! Tetap gunakan keahlian-keahlian yang kamu miliki untuk menciptakan dampak positif pada dunia dan menginspirasi orang lain untuk mengikuti jejakmu.",
            "tasks": [
                {
                    "id": 1,
                    "desc": "Pemasokmu saat ini menawarkan harga terendah, tetapi mereka pernah melanggar peraturan lingkungan. Kamu telah menemukan pemasok lain yang mengikuti praktik berkelanjutan, tetapi harganya lebih tinggi. Opsi mana yang lebih baik untuk lingkungan dan bisnismu?",
                    "options": [
                        {
                            "id": 1,
                            "title": "Beralih",
                            "desc": "Beralih ke pemasok berkelanjutan, meskipun harganya lebih tinggi.",
                            "feedback": "Devgan beralih ke pemasok berkelanjutan, kamu menunjukkan komitmen terhadap keberlanjutan dan praktik bisnis yang etis. Meskipun harganya lebih tinggi, itu sepadan dengan dampak positifnya terhadap lingkungan dan masyarakat."
                        },
                        {
                            "id": 2,
                            "title": "Tidak beralih",
                            "desc": "Tetap tidak beralih dari pemasokmu yang saat ini dan menghemat uang.",
                            "feedback": "Dengan tidak beralih dari pemasokmu saat ini, kamu dapat menghemat uang dalam jangka pendek tetapi berisiko merusak lingkungan dan reputasi dalam jangka panjang. Dengan beralih ke pemasok berkelanjutan, kamu berinvestasi dalam rantai pasokan yang lebih ramah lingkungan dan berpotensi menarik pelanggan yang menghargai praktik berkelanjutan."
                        }
                    ]
                },
                {
                    "id": 2,
                    "desc": "Kamu perlu memilih pemasok untuk bahan penting yang dibutuhkan produkmu. Satu pemasok mendapatkan bahan dari komunitas terdekat, memberi orang pekerjaan dan uang, tetapi cara mereka membuatnya menciptakan banyak polusi. Pemasok lain mendapatkan bahan dari tempat berbeda di mana tidak ada manfaat sosial yang jelas, tetapi mereka membuatnya dengan polusi yang lebih sedikit. Pilihan mana yang terbaik untuk lingkungan dan masyarakat?",
                    "options": [
                        {
                            "id": 1,
                            "title": "Utamakan masyarakat sekitar",
                            "desc": "Pilih pemasok dari komunitas terdekat meskipun mereka membuat banyak polusi",
                            "feedback": "Penting untuk membantu komunitas terdekat, tetapi kita juga perlu menjaga lingkungan. Pemasok yang membuat banyak polusi dapat merusak planet dan menimbulkan masalah bagi manusia dalam jangka panjang. Kita harus memikirkan cara untuk mengurangi polusi, seperti menggunakan metode yang berbeda atau berinvestasi dalam program untuk membantu."
                        },
                        {
                            "id": 2,
                            "title": "Prioritaskan pengurangan polusi",
                            "desc": "Pilih pemasok dengan lebih sedikit polusi meskipun mereka tidak membantu komunitas",
                            "feedback": "Mengurangi polusi adalah hal yang baik, tetapi kita juga perlu memikirkan orang. Bekerja dengan pemasok yang membantu komunitas bisa bermanfaat bagi masyarakat, seperti memberi orang pekerjaan dan uang. Kita dapat bekerja sama dengan pemasok untuk menemukan cara mengurangi polusi, seperti menggunakan berbagai sumber energi atau berinvestasi dalam program untuk membantu."
                        }
                    ]
                },
                {
                    "id": 3,
                    "desc": "Kamu memiliki dua pemasok untuk bahan utama, salah satunya menggunakan banyak air dalam proses produksinya sementara yang lain menggunakan lebih sedikit air. Namun, pemasok yang menggunakan lebih sedikit air terletak lebih jauh dan membutuhkan waktu transportasi yang lebih lama. Opsi mana yang merupakan pilihan yang paling berkelanjutan?",
                    "options": [
                        {
                            "id": 1,
                            "title": "Prioritaskan penggunaan air yang lebih sedikit",
                            "desc": "Pilih pemasok yang menggunakan lebih sedikit air, bahkan jika itu berarti waktu transportasi lebih lama.",
                            "feedback": "Memilih pemasok yang menggunakan lebih sedikit air penting untuk keberlanjutan, tetapi juga penting untuk mempertimbangkan emisi karbon dari transportasi. Kamu dapat bekerja sama dengan pemasok untuk mencari cara mengurangi emisi transportasi, seperti mengoptimalkan rute pengiriman atau menggunakan metode transportasi yang lebih efisien."
                        },
                        {
                            "id": 2,
                            "title": "Prioritaskan pengurangan emisi",
                            "desc": "Pilih pemasok yang menggunakan lebih banyak air untuk meminimalkan emisi transportasi.",
                            "feedback": "Meskipun memilih pemasok yang meminimalkan emisi transportasi itu penting, penting juga untuk mempertimbangkan dampak penggunaan air yang berlebihan terhadap lingkungan. Kamu dapat bekerja dengan pemasok untuk menemukan cara mengurangi air penggunaan, seperti menerapkan metode produksi yang lebih efisien atau berinvestasi dalam teknologi yang mengurangi penggunaan air."
                        }
                    ]
                },
                {
                    "id": 4,
                    "desc": "Sebagai pemilik bisnis yang berkelanjutan, kamu ingin mengurangi dampak lingkungan dari rantai pasokmu. Kamu memiliki opsi untuk mendapatkan bahan dari pemasok lokal yang menggunakan kemasan ramah lingkungan tetapi membebankan harga lebih tinggi. Apa yang akan kamu lakukan?",
                    "options": [
                        {
                            "id": 1,
                            "title": "Mahal",
                            "desc": "Pilih pemasok lokal dan naikkan harga untuk mengkompensasi kenaikan biaya.",
                            "feedback": "Dengan memilih pemasok lokal, kamu mendukung komunitas lokal dan mengurangi emisi karbon yang terkait dengan pengiriman bahan dari luar negeri. Untuk mengimbangi biaya yang lebih tinggi, kamu dapat menaikkan harga sedikit untuk mempertahankan keuntungan sambil tetap menawarkan produk ramah lingkungan."
                        },
                        {
                            "id": 2,
                            "title": "Murah",
                            "desc": "Pilih pemasok yang lebih murah dengan kemasan yang kurang ramah lingkungan agar biaya tetap rendah.",
                            "feedback": "Meskipun mungkin tergoda untuk memilih pemasok yang lebih murah agar biaya tetap rendah, penting untuk mempertimbangkan dampak lingkungan dari kemasan yang kurang ramah lingkungan. Dengan memilih pemasok lokal dengan kemasan ramah lingkungan, kamu dapat mengurangi emisi karbon yang terkait dengan transportasi dan mendukung komunitas lokal. Kamu juga dapat mengimbangi biaya yang lebih tinggi dengan mencari cara untuk mengurangi pengeluaran lain atau dengan menyesuaikan strategi pemasaran untuk menarik pelanggan yang menghargai keberlanjutan."
                        }
                    ]
                },
                {
                    "id": 5,
                    "desc": "Kamu menghadiri seminar tentang \"ekonomi sirkular\" dan terinspirasi untuk melakukan lebih banyak pengurangan dan penggunaan kembali dalam bisnismu. Tindakan apa yang dapat kamu ambil untuk mengadopsi model ekonomi sirkular?",
                    "options": [
                        {
                            "id": 1,
                            "title": "Kurangi Penggunaan Bahan",
                            "desc": "Terapkan sistem untuk menggunakan kembali dan membarui bahan, seperti menggunakan kembali sisa logam dalam proses produksi atau membarui produk lama untuk dijual kembali.",
                            "feedback": " Menerapkan sistem untuk menggunakan kembali dan memperbarui bahan, seperti menggunakan kembali sisa logam dalam proses produksi atau memperbarui produk lama untuk dijual kembali, adalah tindakan utama yang harus diambil saat mengadopsi model ekonomi sirkular."
                        },
                        {
                            "id": 2,
                            "title": "Kurangi Biaya",
                            "desc": "Beli bahan baru yang murah untuk mengurangi biaya. Jika lebih banyak limbah dihasilkan, kamu selalu dapat mendaur ulang bahan limbah.",
                            "feedback": "Mengadopsi model ekonomi sirkular berarti mengurangi limbah dan menggunakan kembali bahan. Membeli bahan baru yang murah dapat mengurangi biaya dalam jangka pendek, tetapi dapat menyebabkan lebih banyak limbah dan merusak lingkungan. Sangat penting untuk memprioritaskan keberlanjutan dari praktik bisnis."
                        }
                    ]
                }
            ]
        }
    ]
}