{
    "homepage": {
        "text": "Welcome sa Change for Green, isang laro kung saan makakagawa ka ng pagbabago para sa planeta habang kumikita para sa iyong sarili at sa iyong komunidad. Sumali sa isang komunidad ng mga Green entreprenuers at magtulungan upang malutas ang iba't ibang mga hamon. Buuin ang iyong negosyo at lumikha ng mga pangmatagalang solusyon. Maghanda upang gumawa ng pagbabago nang mahusay at kumita habang ginagawa ito!"
    },
    "captions": {
        "Introduction": "Panimula",
        "Character": "Piliin ang Character",
        "Scenario": "Piliin ang Scenario",
        "Task": "Gawain",
        "Option": "Piliin ang pinakamagandang opsyon sa ibaba at magpatuloy sa Susunod.",
        "Summary": "Buod",
        "Feedback": "Umpan balik",
        "NextScenario": "Subukan ang Ibang Scenario",
        "NextTask": "Susunod na Gawain",
        "Continue": "Ipagpatuloy",
        "Next": "Susunod",
        "Exit": "Lumabas",
        "YourAnswer": "Ang iyong sagot",
        "Congratulation": "Binabati kita!"
    },
    "players": [
        {
            "id": "1",
            "name": "Benjie",
            "desc": "Benjie is 16-years old. He lives in a big village near a small town. He dropped out of school due to financial difficulties faced by his family. Despite this setback, Joko is determined to help his family. He is interested in finding ways to improve the environment."
        },
        {
            "id": "2",
            "name": "Gelo",
            "desc": "Gelo is 24-years old. He is from a rural village but moved to the city to work as a call center agent to pursue his dream of becoming financially independent. Gelo is also a nature lover and spends his weekends exploring the nearby forests and beaches."
        },
        {
            "id": "3",
            "name": "Ethel",
            "desc": "Ethel is 20-years old from a small village. She is a single mother to a 3-month old baby and is currently studying at a local university. Indah is passionate about finding ways to provide for her child while also contributing to her community."
        },
        {
            "id": "4",
            "name": "Budi",
            "desc": "Budi is a 18-year-old boy. He is an aspiring entrepreneur and wants to start a business that provides sustainable solutions to his community's environmental problems. Budi is interested in creating eco-friendly products and services that can help reduce waste and pollution."
        },
        {
            "id": "5",
            "name": "Kiko",
            "desc": "Kiko is a 20-year-old student. He is studying to become a teacher and hopes to one day return to his village to teach the children in his community. Kiko is also an avid hiker and often goes on treks in the nearby mountains."
        },
        {
            "id": "6",
            "name": "Asep",
            "desc": "Asep is a 19-year-old farmer. He comes from a family of farmers and has been helping with farm work since he was young. Asep is interested in learning and connecting with other youth."
        },
        {
            "id": "7",
            "name": "Rini",
            "desc": "Rini is a 19-year-old and a mother of two young boys. She enjoys dancing and performing traditional dances. She is proud of her heritage and helps her family with their small farm, where they grow rice and vegetables."
        },
        {
            "id": "8",
            "name": "Lina",
            "desc": "Lina is a 15-year-old girl who loves to read and write. She is part of a youth writing club in her community, and dreams of becoming a journalist so she can share stories about her culture and community with others."
        },
        {
            "id": "9",
            "name": "Dewi",
            "desc": "Dewi is a 17-year-old girl who is passionate about protecting the environment. She volunteers with a local organization that cleans up beaches and educates others about the importance of reducing plastic waste."
        },
        {
            "id": "10",
            "name": "Abdul",
            "desc": "Abdul is 19-year-old. He is a skilled fisherman and has been fishing with his family since he was young. Abdul and his friends are active in his community about promoting sustainable fishery. He is also a father of a 5 year old girl. He dreams of providing her with a good education, as he himself was not able to go to college due to financial constraints."
        }
    ],
    "scenarios": [
        {
            "id": 1,
            "name": "Skenario 1",
            "desc": "Alam mo ba na sa karaniwan, gumagawa tayo ng 300 gramo ng food waste kada araw? Iyan ay 9,300 tonelada ng food waste na naipon taun-taon ng populasyon, na nag-aambag sa pagkasira ng kapaligiran. Sa larong ito, matututunan mo kung paano mabawasan ang pinsalang dulot ng food waste sa ating planeta. Sumali sa amin at gumawa tayo ng positibong epekto habang ginalugad din ang mundo ng sustainable income generation. Maglaro tayo!",
            "backgroundColor": "rgba(0, 255, 150, 0.2)",
            "backgroundImage": "../assets/scenario-1.gif",
            "congratulationMessage": "Binabati kita! Gumagawa ka ng pagbabago sa mundo gamit ang iyong mga kasanayan sa Green Entreprenuership. Ipagpatuloy ang mabuting gawain at patuloy na maglaro ng Change for Green!",
            "tasks": [
                {
                    "id": 1,
                    "desc": "Natutunan mula sa YouTube ang tungkol sa pamamahala ng food waste, nagpasya kang itapon o gamitin ang mga food waste sa iyong sambahayan sa paraang malinis at hindi nagdudulot ng masamang amoy. Aling aktibidad ang pipiliin mong maging environment friendly at kumita ng karagdagang kita?",
                    "options": [
                        {
                            "id": 1,
                            "title": "Paggawa ng composting para sa food waste",
                            "desc": "Ang tradisyunal na pag-compost ng food waste ay nakapagdudulot nang magandang epekto sa lupa, dahil ito ay nag bibigay nang organic matter. Nagiging mataba ang lupa, itong matabang lupa na ito, tinatawag natin na garden soil, ay maaring ma benta din, lalo na sa mga plantito at mga plantita.",
                            "feedback": "Ang paggawa ng composting para sa food waste ay isang mahusay na paraan upang mabawasan ang pagkasira ng kapaligiran at makakuha ng karagdagang kita. Sa pamamagitan ng pagcompost ng food waste upang maging bahagi nang isang matabang garden soil, ikaw ay nakatulong na sa pag dagdag nang basura sa landfull at maari ka pang kumita nang karagdagang kita dahil ito ay nabebenta. Ipagpatuloy ang mabuting gawain!"
                        },
                        {
                            "id": 2,
                            "title": "Pagcompost ng food waste gamit ang black soldier fly",
                            "desc": "Ang Black Soldier Fly (BSF) ay kumakain ng food waste at ginagawa itong compost nang mas mabilis kaysa sa tradisyonal na paraan ng pag-compost. Ang BSF ay maaari ding ibenta bilang mga feed at ang mga dumi nito ay maaring ibenta bilang pampapataba para sa garden soil.",
                            "feedback": "Ang pagcompost ng food waste gamit ang black soldier fly ay isang paraan na makakatulong na mabawasan ang pagkasira ng kapaligiran habang kumikita din ng karagdagang kita. Ang black soldier fly ay kumakain ng food waste at ginagawa itong compost nang mas mabilis kaysa sa tradisyonal na mga paraan ng pag-compost. Bukod pa rito, ang mga dumi ay maaaring ibenta bilang pamtaba nang lupa at ang black soldier fly ay maaaring ibenta bilang mga feed. Ito ay isang mahusay na paraan upang mabawasan ang basura habang bumubuo nang kita."
                        }
                    ]
                },
                {
                    "id": 2,
                    "desc": "Gusto mo at ng iyong mga kaibigan na ipatupad ang mahusay at epektibong paghihiwalay ng basura sa kanilang komunidad. natutunan mo na ang paghihiwalay ng basura ay maaaring magkaroon ng positibong epekto sa kapaligiran at magkaroon ng karagdagang kita. Ano ang iyong magiging pinakamahusay na gagawin?",
                    "options": [
                        {
                            "id": 1,
                            "title": "Pagkolekta ng pinaghiwalay na solid waste para sa potensyal na kita",
                            "desc": "Sa pamamagitan ng paghihiwalay ng mga basura tulad ng mga plastik, lata, at mga kahon, maaaring magkaroon ng karagdagang kita sina Benjie, Gelo, at Ethel. \n Mga plastik - PHP 200 / 2.0 kada kilo \n Latang Lata - PHP 100 / 1.0 kada kilo \n Mga Kahon - PHP 150 / 1.5 kada kilo \n Ang hamon ay ang oras na ginugol sa panahon ng pagkolekta, na aabutin ng humigit-kumulang 2 buwan upang umabot sa 100 kilo. Gayunpaman, ang karagdagang kita mula sa paghihiwalay ng basura ay maaaring maging malaking tulong sa kuminidad",
                            "feedback": "Sa pamamagitan ng paghihiwalay ng basura, ito ay isang potensyal na paraan para kumita ng karagdagang kita galing sa pagbebenta nito sa mga recycler. Subalit maaaring abutin nang matagal na panahon upang makakolekta ng malaking halaga. Gayunpaman, ito ay isang mahusay na paraan upang mag-ambag sa pagpapanatili ng kapaligiran at makakuha ng karagdagang kita para sa kuminidad."
                        },
                        {
                            "id": 2,
                            "title": "Pagbuo ng kita mula sa food waste",
                            "desc": "Ikaw at ang iyong mga kaibigan ay maaari ring kumita mula sa food waste sa pamamagitan ng pagpapakain nito sa mga black soldier fly larvae. Halimbawa, ang 100 kilo ng food waste ay maaaring kainin ng hindi bababa sa 10 kilo ng BSF larvae. Ang pag-abot sa 100 kilo ng food waste ay tatagal lamang ng 15 araw para sa 20 kabahayan isama na natin ang mga canteen at carenderia na nasa malapit. Maaari din silang maningil ng bayad sa koleksyon na PHP 50 bawat 15 araw mula sa bawat sambahayan. Hindi lamang ito nagdudulot ng karagdagang kita ngunit ito ay nakakatulong din dahil ito sa mahusay na pag-handle ng food waste sa kanilang komunidad.",
                            "feedback": "Ang pagpapakain ng food waste sa black soldier fly larvae ay isang mahusay na paraan upang i-handle ang food waste at ito rin at may potensyal na mapaggagalingan nang karagdagang kita, dahil ito ay maaaring ibenta bilang mga feed at compost. Ito ay mas mabilis sa panahon o nakakatipid sa oras na paraan upang makabuo ng karagdagang kita kumpara sa paghihiwalay ng basura. Bukod pa rito, ang paniningil ng bayad sa pagkolekta mula sa mga sambahayan ay maaaring makadagadag sa kanilang kita."
                        }
                    ]
                },
                {
                    "id": 3,
                    "desc": "Natutunan mo kumakailan lang ang magandang paraan sa pag-handle sa food waste, at ito ay sa paraan nang teknolohiyang black soldier fly. Samantala ang iyong pamilya naman ay nakaugalian nang mag alaga nang free-range chickens at hito upang maka tulong sa pang-araw araw na gastusin sa bahay. Napag-isipan mo rin ang pagsali sa youth organization sa inyong barangay upang maka-attend nang mga technical training tungkol sa Black Soldier Fly technology. Ano ang pinaka magandang gawin?",
                    "options": [
                        {
                            "id": 1,
                            "title": "Mag BSF muna sa bahay",
                            "desc": "Sa pamamagitan ng paggawa ng BSF sa bahay, maaari mong agad na matugunan ang mga food waste na galing sa iyong malapit na kuminidad. Ang sariwa o pinatuyong BSF ay maaaring gamitin bilang mga feed para sa iyong free-range na manok at hito, na nakakatipid mula sa iyong karaniwang mga gastos na dulot ng pagbili ng mga komersyal na feed.",
                            "feedback": "Sa pamamagitan ng paggawa ng BSF sa bahay, maaari mong agad na matugunan ang food waste na nabuo galing sa iyong malapit na kumunidad. Hindi mo lang mababawasan ang pag-aaksaya ng pagkain, kundi  maari ka ring makatipid mula sa iyong karaniwang mga gastos na dulot ng pagbili ng mga komersyal na feed para sa iyong free-range na manok at hito. At sa pamamagitan ng paggamit ng sariwa o pinatuyong BSF bilang mga feed para sa iyong mga hayop, maaari mong bigyan sila ng mas malusog at mas natural na diyeta."
                        },
                        {
                            "id": 2,
                            "title": "Sumali sa organisasyon ng kabataan at maging isang miyembro at matuto",
                            "desc": "Ang pagiging miyembro ng organisasyon ng kabataan ay nagbibigay-daan upang matuto nang sama-sama, magbahagi ng mga karanasan at magtagumpay. Ang bawat miyembro ng organisasyon ng kabataan ay nag-aambag sa dami ng input kaya tumataas ang forecast ng output na siyang dami ng BSF at mga dumi nito. Malaking volume = malaking kita",
                            "feedback": "Sa pamamagitan ng pagsali sa organisasyon ng kabataan at pagiging isang miyembro nito ay maaari kang matuto nang higit, makakabahagi ng mga karanasan, at pinakamahusay at matuto nang sama-sama. Habang ang bawat miyembro ay nag-aambag sa dami ng input, ang pagtataya ng output, na ang dami ng BSF at ang mga dumi nito, ay maaaring tumaas. Maaari itong magresulta sa mas malaking kita para sa organisasyon at sa mga miyembro nito. Gayunpaman, maaaring mas matagal bago magsimulang kumita kaysa sa paggawa ng BSF sa sariling tahanan, ngunit maaari rin itong magbigay sa iyo ng mas maraming pagkakataon para sa pag-aaral at pakikisalamuha sa ibang mga kabataan sa iyong komunidad."
                        }
                    ]
                },
                {
                    "id": 4,
                    "desc": "Masigasig ka tungkol sa pagtugon sa food waste sa iyong komunidad at gusto mong gumamit ng teknolohiya ng black soldier fly upang magsimula ng isang napapanatiling negosyo. Maraming food waste ang itinatapon mula sa kantina, sariwang palengke, at mga restawran. Gusto mong tuklasin kung paano gawing pagkakakitaan ang basurang ito habang isinusulong din ang pagpapanatili ng kapaligiran.",
                    "options": [
                        {
                            "id": 1,
                            "title": "Pagbebenta ng Larvae at Fertilizer",
                            "desc": "Maaari kang magsimula sa pamamagitan ng pagpaparami ng black soldier fly larvae gamit ang mga tirang pagkain na nakolekta mula sa komunidad. Kapag mayroon kang magandang supply ng larvae, maaari mong ibenta ang mga ito sa mga lokal na poultry farm bilang suplemento ng high-protein feed. Bilang karagdagan, ang mga by-product ng proseso ng pag-aanak ng larvae ay maaaring gamitin upang gumawa ng organikong pataba, na maaaring ibenta sa mga lokal na magsasaka.",
                            "feedback": "Ang pagbebenta ng larvae at fertilizer ay isang mahusay na paraan upang gawing tubo ang food waste habang nagpo-promote ng sustainability. Gayunpaman, nangangailangan ito ng paunang pamumuhunan at maaaring tumagal ng ilang oras o araw upang makapagtatag ng isang matatag na supply ng larvae at pataba. Dapat isaalang-alang kung mayroon kang mga mapagkukunan at palaging makapagbibigay na kailangan upang ituloy ang opsyong ito."
                        },
                        {
                            "id": 2,
                            "title": "Pagsusulong ng Paglago ng BSF sa Komunidad",
                            "desc": "Maaari mong isulong ang paglago ng BSF sa komunidad sa pamamagitan ng paghikayat sa mga tao na mangolekta ng food waste at ibenta ito sa mga lokal na magsasaka, na magagamit ito upang pakainin ang kanilang BSF. Ang mga magsasaka ay maaaring magbenta ng larvae at pataba na ginawa ng kanilang BSF sa mga lokal na pamilihan. Maaari kang kumilos bilang isang middleman sa pamamagitan ng pagbili ng mga uod at pataba mula sa mga magsasaka at ibenta ang mga ito sa mga customer.",
                            "feedback": "Ang pagtataguyod ng Paglago ng BSF sa Komunidad ay isang mahusay na paraan upang maisama ang komunidad sa pagbabawas ng food waste at pagtataguyod ng sustainability. Gayunpaman, nangangailangan ito ng pagbuo ng mga ugnayan sa kapwa komunidad at sa mga magsasaka, at maaaring gumugol ng panahon upang makapagtatag ng isang matatag na supply chain. Isaalang-alang din natin kung mayroon kang mga kasanayang panlipunan at palaging makapagbibigay na kailangan upang ituloy ang opsyong ito."
                        }
                    ]
                },
                {
                    "id": 5,
                    "desc": "Gumagawa ka ng isang pagtatanghal upang ipakita ang proyekto ng BSF sa iba pang mga organisasyon ng kabataan sa mga kalapit na komunidad. Gusto mong i-highlight ang mga potensyal na kita ng BSF. Aling opsyon ng pagkakakitaan ang mas kapana-panabik na ipakita?",
                    "options": [
                        {
                            "id": 1,
                            "title": "Pagbebenta ng BSF larvae bilang mga feed",
                            "desc": "Ang 10 kilo ng BSF larvae ay maaaring ibenta bilang mga feed para sa mga hayop, dahil mataas ang mga ito sa protina at mahusay para sa kanilang kalusugan. Ang presyo kada kilo ay karaniwang nasa PHP 150, na maaaring magbigay ng malaking kita.",
                            "feedback": "Ang pagbebenta ng BSF larvae bilang mga feed ay maaaring maging isang kapana-panabik na pagkakataong kumita upang i-highlight, dahil maaari itong magbigay ng malaking kita. Ang mataas na nilalaman ng protina ng BSF larvae ay ginagawa silang isang mahalagang mapagkukunan ng feed para sa mga hayop, at ang kanilang katanyagan sa merkado ay maaaring matiyak ang pare-parehong demand."
                        },
                        {
                            "id": 2,
                            "title": "Nagbebenta ng mga dumi sa BSF",
                            "desc": "Ang compost na ginawa mula sa BSF residues ay maaring ibenta sa halagang PHP 120 kada kilo, at 10 kilo ang maaaring gawin kada 15 araw. Bukod dito, ang likidong residue mula sa BSF ay maaring ibenta bilang pataba sa halagang PHP 150 kada litro. Maaari itong magbigay ng pare-pareho at maaasahang daloy ng kita.",
                            "feedback": "Ang pagbebenta ng mga dumi sa BSF ay maaari ding maging isang kapana-panabik na pagkakataong kumita. Ang compost na ginawa mula sa BSF residues ay maaaring ibenta sa isang mapagkumpitensyang presyo, at ang liquid residue ay maaari ding magbigay ng karagdagang kita. Ang pagiging maaasahan at pagkakapare-pareho ng daloy ng kita na ito ay maaaring gawin bilang isang kaakit-akit na opsyon para sa mga interesado sa napapanatiling mga kasanayan sa pagsasaka."
                        }
                    ]
                }
            ]
        },
        {
            "id": 2,
            "name": "Skenario 2",
            "desc": "Maligayang pagdating sa Sustainable Market! Ngayon ay matututunan mo ang tungkol sa mga natutustusan na modelo ng negosyo at kung paano sila makakatulong sa mga negosyo na gumana sa paraang responsable sa kapaligiran at panlipunan. Ikaw ang magdidisenyo at mamamahala ng sarili mong market, na gagawa ng mga desisyon na makakaapekto sa epekto sa kapaligiran, mga kita, at pangkalahatang pagpapanatili ng merkado. Magkakaroon ka ng mas malalim na pag-unawa sa kung paano gawing prayoridad ng mga napapanatiling negosyo habang nakakamit pa rin ang tagumpay sa pananalapi. Magsimula na tayo!",
            "backgroundColor": "rgba(0, 255, 150, 0.2)",
            "backgroundImage": "/assets/scenario-2.gif",
            "congratulationMessage": "Mahusay na trabaho! Maaaring kumikita ang mga sustainable na negosyo. Patuloy na tuklasin ang mga bagong paraan upang gumawa ng positibong pagbabago at tulungan ang kapaligiran.",
            "tasks": [
                {
                    "id": 1,
                    "desc": "Bilang may-ari ng Sustainable Market, mayroon kang pagpipilian na mag-alok sa mga customer ng pagpipilian sa pagitan ng conventional at organic na ani. Aling opsyon ang mas napapanatili at kumikita para sa iyong market?",
                    "options": [
                        {
                            "id": 1,
                            "title": "Kondisyonal na Produkto",
                            "desc": "Mag-alok ng kumbensyonal na ani, na mas mura sa pagkukunan at maaaring ibenta sa mas mababang presyo, na nakakaakit ng mas maraming customer at nagpapataas ng kita.",
                            "feedback": "Bagama't ang pag-aalok ng kumbensyonal na ani ay maaaring tumaas ang kita sa maikling panahon, ito ay may mas mataas na epekto sa kapaligiran dahil sa paggamit ng mga pestisidyo at pataba, at ang mas mataas na carbon footprint na kaakibat sa transportasyon. Bukod pa rito, ang mga customer na nagbibigay-priyoridad sa pagpapanatili ay maaaring hindi interesado sa pagbili ng kumbensyonal na produkto, na humahantong sa pagkawala ng mga potensyal na customer at negatibong epekto sa reputasyon ng iyong merkado bilang isang napapanatiling negosyo."
                        },
                        {
                            "id": 2,
                            "title": "Organikong Produkto",
                            "desc": "Mag-alok ng mga organikong ani, na mas mahal sa pagkukunan ngunit may mas mababang epekto sa kapaligiran, na umaakit sa mga customer na priyoridad ang pagpapanatili, at may mas mataas na margin ng kita dahil sa premium na pagpepresyo nito.",
                            "feedback": "Ang pag-aalok ng mga organikong ani ay maaaring magkaroon ng mas mataas na halaga, ngunit ito ay naaayon sa mga halaga ng mga customer na nagbibigay-priyoridad sa sustainability at mas may malasakit para sa kapaligiran. Bilang karagdagan, ang mga organikong ani ay may mas mataas na margin ng kita dahil sa premium na pagpepresyo nito, na maaaring mabawi ang mas mataas na gastos sa pagkuha. Sa pamamagitan ng pag-aalok ng mga organikong ani, maibubukod ng iyong merkado ang sarili nito bilang isang nangunguna sa pagpapanatili, nakakaakit ng higit pang mga customer at bumuo ng isang positibong reputasyon bilang isang napapanatiling negosyo."
                        }
                    ]
                },
                {
                    "id": 2,
                    "desc": "Isinasaalang-alang mong mag-alok ng diskwento para sa mga customer na nagdadala ng sarili nilang mga reusable na bag. Aling pagpipilian ang mas napapanatiling at kumikita para sa merkado?",
                    "options": [
                        {
                            "id": 1,
                            "title": "Mag-alok ng diskwento",
                            "desc": "Mag-alok ng diskwento para sa mga customer na nagdadala ng sarili nilang mga reusable na bag, na maaaring mabawasan ang mga kita sa maikling panahon ngunit maaaring humantong sa pagtaas ng katapatan ng customer sa iyong negosyo at may positibong epekto pa sa kapaligiran.",
                            "feedback": "Ang pag-aalok ng diskwento para sa mga reusable na bag ay maaaring manghikayat sa mga customer na gumawa ng mga napapanatiling pagpipilian at bumuo ng isang positibong reputasyon para sa iyong merkado bilang isang napapanatiling negosyo. Bagama't maaaring may mga paunang gastos na nauugnay sa diskwento, ang mga pangmatagalang benepisyo sa mga tuntunin ng katapatan ng customer at positibong epekto sa kapaligiran ay maaaring mag resulta sa pagtaas ng kita."
                        },
                        {
                            "id": 2,
                            "title": "Huwag mag-alok ng diskwento",
                            "desc": "Huwag mag-alok ng diskwento para sa mga customer na nagdadala ng sarili nilang mga bag, dahil maaaring wala itong malaking epekto sa pagpapanatili o kita ng merkado.",
                            "feedback": "Bagama't ang hindi pag-aalok ng diskwento para sa mga reusable na bag ay maaaring walang negatibong epekto sa iyong market, hindi rin nito binibigyang-insentibo ang mga customer na gumawa ng mga napapanatiling pagpipilian. Sa pamamagitan ng pag-aalok ng diskwento para sa mga reusable na bag, maaari mong hikayatin ang mga customer na magdala ng sarili nilang mga bag, bawasan ang basura, at pagbutihin ang reputasyon ng iyong market bilang isang napapanatiling negosyo."
                        }
                    ]
                },
                {
                    "id": 3,
                    "desc": "Kanina ka pa bumibili ng mga produkto sa malalayong supplier dahil mas mura ang mga presyo nito. Gayunpaman, napagtanto mo na ang pangkapaligiran at panlipunan na kabayaran kaakibat sa transportasyon at produksyon ay maaaring hindi nakakapagpanatili. Aling opsyon ang mas mahusay para sa iyong market?",
                    "options": [
                        {
                            "id": 1,
                            "title": "Patuloy na bumili ng mga produkto mula sa malayong mga supplier.",
                            "desc": "Patuloy na bumili ng mga produkto mula sa malayong mga supplier na may mas murang presyo. Nagpapatakbo ka ng isang negosyo hindi isang kawanggawa.",
                            "feedback": "Ang pagbili ng mga produkto mula sa malayong mga supplier ay nangangahulugan na kailangan nilang maglakbay ng malayo upang maabot ang iyong merkado. Gumagawa ito ng mas maraming polusyon at nag-aambag sa pagbabago ng klima. Ang pagpili ng mga lokal na supplier na gumagamit ng mga napapanatiling kasanayan ay maaaring mabawasan ang polusyon at suportahan ang maliliit na negosyo. Makakatulong din ito upang makakuha ng mas maraming customer na nagmamalasakit sa kapaligiran."
                        },
                        {
                            "id": 2,
                            "title": "Bumili ng mga produkto mula sa mga lokal na supplier",
                            "desc": "Bumili ng mga produkto mula sa mga lokal na supplier na gumagamit ng mga napapanatiling kasanayan, kahit na mas mataas pa ang presyo  nito ng kaunti.",
                            "feedback": "Ang pagpili ng mga lokal na supplier na gumagamit ng mga napapanatiling kasanayan ay isang magandang paraan upang ipakita sa iyong mga customer na ang iyong merkado ay nagmamalasakit sa kapaligiran. Kahit na mas malaki ang halaga nito, makakatulong ito upang makakuha ng mas maraming customer at kumita ng mas maraming pera sa katagalan. Ang pagbili mula sa mga lokal na supplier ay tumutulong din sa pagsuporta sa maliliit na negosyo sa iyong lugar. Higit pa rito, ang mga napapanatiling kasanayan ay maaaring humantong sa mas mataas na kalidad at mas makabagong mga produkto, na maaaring maging mapagkumpitensya o mas lumamang sa iyong merkado."
                        }
                    ]
                },
                {
                    "id": 4,
                    "desc": "Ano ang pinakamahusay na paraan upang palakasin ang iyong market?",
                    "options": [
                        {
                            "id": 1,
                            "title": "Lumipat sa renewable energy",
                            "desc": "Lumipat sa mga pinagmumulan ng renewable energy tulad ng solar power na mas mahal ngunit mas maganda para sa kapaligiran sa mahabang panahon.",
                            "feedback": "Ang paglipat sa mga renewable na mapagkukunan ng enerhiya tulad ng solar power ay maaaring magpababa sa carbon footprint ng iyong merkado, makatipid kayo ng pera sa mga gastos sa enerhiya sa katagalan, at makaka akit ng mas maraming customer na nagpapahalaga sa mga napapanatiling kasanayan sa negosyo."
                        },
                        {
                            "id": 2,
                            "title": "Huwag lumipat sa renewable energy",
                            "desc": "Patuloy na gumamit ng conventional grid electricity na mas mura at naka-install na sa iyong market.",
                            "feedback": "Ang paggamit ng conventional grid electricity ay maaaring mag-ambag sa carbon footprint at makasira sa reputasyon ng iyong market bilang isang napapanatiling negosyo. Bukod pa rito, maaaring hindi ito mura sa mahabang panahon dahil maaaring tumaas ang presyo ng kuryente."
                        }
                    ]
                },
                {
                    "id": 5,
                    "desc": "Gusto mong bawasan ang basura mula sa iyong merkado. Ano ang pinakamahusay na paraan upang i-package ang mga produkto sa iyong merkado?",
                    "options": [
                        {
                            "id": 1,
                            "title": "Plastic packaging",
                            "desc": "Gumamit ng mga plastic bag at packaging dahil mas mura at mas matibay.",
                            "feedback": "Ang mga plastic bag ay nakakapinsala sa kapaligiran at tumatagal ng daan-daang taon bago mabulok. Maaari silang magdulot ng polusyon at makapinsala sa kalikasan. Bukod pa rito, maaari nilang masira ang reputasyon ng iyong market bilang isang napapanatiling negosyo."
                        },
                        {
                            "id": 2,
                            "title": "Reusable o compostable na packaging",
                            "desc": "Gumamit ng mga reusable na bag o compostable packaging na gawa sa mga materyales tulad ng plant-based na plastik, kahit na mas mahal ang mga ito.",
                            "feedback": "Ang paggamit ng mga reusable na bag na gawa sa mga sustainable na materyales tulad ng cotton o compostable na packaging na gawa sa mga materyales tulad ng plant-based na plastic ay maaaring makabuluhang makabawas ng dami ng basurang nagagawa ng iyong market, i-promote ang sustainability, at tulungan kang tumayo bilang isang berdeng negosyo. Bagama't maaaring mas mahal ito, maaari silang makatipid sa iyo ng pera sa katagalan sa pamamagitan ng pagbabawas ng mga gastos sa pamamahala ng basura at pag-akit ng mas maraming customer na nagpapahalaga sa mga napapanatiling kasanayan sa negosyo."
                        }
                    ]
                }
            ]
        },
        {
            "id": 3,
            "name": "Skenario 3",
            "desc": "Nagsisimula ka ng isang negosyo upang gumawa ng mga produkto mula sa mga recycled na materyales. Kokolektahin at pag-uuri-uriin mo ang mga recyclable na materyales, ididisenyo at gagawing modelo ang iyong mga produkto, ibebenta at ibebenta ang mga ito sa mga customer, gagawa ng circular supply chain, at palakihin ang iyong negosyo habang tinitiyak na ito ay nananatiling natutustusan. Handa ka na bang gumawa ng positibong epekto sa kapaligiran? Magsimula na tayo!",
            "backgroundColor": "rgba(0, 255, 150, 0.2)",
            "backgroundImage": "/assets/scenario-3.gif",
            "congratulationMessage": "Matagumpay mong naipakita na ang green entrepreneurship ay maaaring lumikha ng isang mas magandang kinabukasan para sa lahat. Patuloy na gamitin ang iyong mga kakayahan upang magbigay ng inspirasyon at manguna sa paggawa ng pagbabago.",
            "tasks": [
                {
                    "id": 1,
                    "desc": "Sinusubukan ng iyong negosyo na lumikha ng bagong produkto mula sa mga recycled na materyales. Nakakuha ka ng ilang mga materyales na magagamit mo, ngunit hindi sila mukhang kaakit-akit. Ano ang dapat mong gawin?",
                    "options": [
                        {
                            "id": 1,
                            "title": "Function lang",
                            "desc": "Gumamit ng mga recycled na materyales upang lumikha ng isang produkto na gumagana. Hindi na kailangang magmukhang maganda dahil gawa pa rin ito sa basura.",
                            "feedback": "Bagama't kapuri-puri ang paggamit ng mga recycled na materyales, ang paggawa ng isang produkto na hindi kaaya-aya sa mata ay maaaring makawala ng mga potensyal na customer na inuuna ang disenyo. Isaalang-alang ang paghahanap ng mga malikhaing paraan upang gawing mas kaakit-akit ang mga ni-recycle na materyales, tulad ng pagdaragdag ng mga kulay o pattern."
                        },
                        {
                            "id": 2,
                            "title": "Ang hitsura ay mahalaga",
                            "desc": "Gumamit ng mga recycled na materyales upang lumikha ng isang produkto na parehong gumagana at kasiya-siyang tingnan.",
                            "feedback": "Ang paggamit ng mga recycled na materyales upang lumikha ng isang produkto na parehong gumagana at kasiya-siyang tingnan (looking good) ay nakakatulong upang ipakita sa mga potensyal na customer na ang mga recycled na materyales ay maaaring gamitin upang lumikha ng mga produkto na kasing ganda ng mga ginawa mula sa mga virgin na materyales."
                        }
                    ]
                },
                {
                    "id": 2,
                    "desc": "Gumawa ang iyong negosyo ng bagong produkto mula sa mga recycled na materyales. Gusto mong simulan ang pagbebenta nito sa mga customer. Paano mo ito dapat i-market?",
                    "options": [
                        {
                            "id": 1,
                            "title": "I-highlight ang pagiging mas abot kaya ng bulsa.",
                            "desc": "I-market ang mga recycled na produkto bilang mura at abot-kaya.",
                            "feedback": "Bagama't ang pagiging abot-kaya ay isang mahalagang punto ng pagbebenta, ang pagbebenta ng mga recycle na produkto bilang mura ay maaaring makasira ng kanilang halaga at humantong sa mga customer na isipin ang mga ito bilang may mababang kalidad. Pag-isipan at bigyang-diin ang mga benepisyo sa pagpapanatili at tibay ng produkto."
                        },
                        {
                            "id": 2,
                            "title": "I-highlight ang pagpapanatili",
                            "desc": "I-market ang mga recycled na produkto bilang mataas ang kalidad at napapanatili.",
                            "feedback": "Mahusay na pagpipilian! Ang pagbebenta ng mga recycled na produkto bilang mataas na kalidad at napapanatiling posisyon bilang mga premium na produkto na mas mahusay para sa kapaligiran."
                        }
                    ]
                },
                {
                    "id": 3,
                    "desc": "Ang iyong negosyo ay kumukuha ng mga materyales para sa iyong produkto. May opsyon kang bumili ng mga recycled na materyales sa lokal o mga makabagong materyales mula sa isang supplier sa ibang bansa. Ano ang dapat mong gawin?",
                    "options": [
                        {
                            "id": 1,
                            "title": "Bumili sa ibang bansa",
                            "desc": "Bumili ng high-tech at mas murang mga recycled na materyales mula sa isang supplier sa ibang bansa.",
                            "feedback": "Bagama't maaaring mas mura ang mga bagong materyales mula sa isang supplier sa ibang bansa, mahalagang isaalang-alang ang epekto sa kapaligiran ng pag-import ng mga materyales. Ang pagpapadala ng mga materyales sa malalayong distansya ay nakakatulong sa mga greenhouse gas emissions at nagpapataas ng carbon footprint ng iyong negosyo. Isaalang-alang ang mga pangmatagalang benepisyo ng pagsuporta sa mga lokal na ekonomiya at pagbabawas ng mga emisyon sa transportasyon sa pamamagitan ng pagbili ng mga lokal na pinagkukunang recycled na materyales."
                        },
                        {
                            "id": 2,
                            "title": "Bumili ng lokal",
                            "desc": "Bumili ng mga ginamit na materyales mula sa malapit upang suportahan ang lokal na ekonomiya at tulungan ang kapaligiran.",
                            "feedback": "Ang pagbili ng mga ginamit na materyales sa malapit ay sumusuporta sa lokal na ekonomiya at nakakatulong sa kapaligiran. Maaaring mas mahal ito, ngunit mas mabuti ito para sa kapaligiran at lokal na komunidad sa katagalan."
                        }
                    ]
                },
                {
                    "id": 4,
                    "desc": "Isinasaalang-alang mo ba ang end-of-life management ng iyong produkto? Ano ang ginagawa mo sa iyong produkto kapag hindi na ito kapaki-pakinabang o magagamit?",
                    "options": [
                        {
                            "id": 1,
                            "title": "Oo para sa pamamahala ng mga produktong hindi na kapaki pakinabang.",
                            "desc": "Gumugol ng oras upang magplano kung paano i-recycle, muling gamitin, o gamiting muli ang iyong produkto kapag hindi na ito kapaki-pakinabang.",
                            "feedback": "Ang pagpaplano kung paano i-recycle, muling gamitin, o gamiting muli ang iyong produkto kapag hindi na ito kapaki-pakinabang ay nakakatulong na mabawasan ang basura at gawing mas magandang lugar ang mundo. Maaaring ito ay dagdag na trabaho, ngunit sulit ang pagtulong sa kapaligiran."
                        },
                        {
                            "id": 2,
                            "title": "Itapon ang mga expired na produkto",
                            "desc": "Siguraduhing itapon ang mga produkto kapag lumampas ang mga ito sa expired date.",
                            "feedback": "Ano ang mangyayari sa iyong produkto pagkatapos na hindi na ito kapaki-pakinabang sa kapaligiran. Sa pamamagitan ng pagtiyak na ang iyong produkto ay maaaring ma-recycle, magamit muli, o muling gamitin, maaari kang makatulong na mabawasan ang basura at gawing mas magandang lugar ang mundo."
                        }
                    ]
                },
                {
                    "id": 5,
                    "desc": "Lumalago ang iyong negosyo, at nagsisimula kang mag-isip tungkol sa kung paano ka magkakaroon ng mas malaking epekto sa kapaligiran. Gusto mo bang makipagtulungan sa ibang mga negosyo o organisasyon upang makatulong sa kapaligiran?",
                    "options": [
                        {
                            "id": 1,
                            "title": "Magtrabaho nang sama sama",
                            "desc": "Makipagtulungan sa iba pang mga negosyo o organisasyon upang lumikha ng mga bagong ideya at pagkakataon upang matulungan ang kapaligiran.",
                            "feedback": "Ang pakikipagtulungan sa iba pang mga negosyo o organisasyon ay maaaring makatulong sa paglikha ng mga bagong ideya at pagkakataon upang matulungan ang kapaligiran. Maaaring kailanganin ng mas maraming trabaho, ngunit sulit ito upang makagawa ng mas malaking epekto. Sa pamamagitan ng pakikipagtulungan, maaari kang magbahagi ng mga mapagkukunan at kaalaman upang lumikha ng isang bagay na mas mahusay para sa kapaligiran."
                        },
                        {
                            "id": 2,
                            "title": "Mag-iisa",
                            "desc": "Magtrabaho nang mag-isa at huwag isangkot ang sinumang hindi interesado sa mga isyu sa kapaligiran.",
                            "feedback": "Bagama't magandang maging independyente, makakatulong ang pakikipagtulungan sa ibang mga negosyo o organisasyon na lumikha ng mga bagong ideya at pagkakataon para matulungan ang kapaligiran. Sa pagtatrabaho nang mag-isa, maaaring mawalan ka ng mahahalagang pagkakataon."
                        }
                    ]
                }
            ]
        },
        {
            "id": 4,
            "name": "Skenario 4",
            "desc": "Matagumpay mong nabuksan ang isang maliit na homestay. Kakailanganin mong kumuha ng mga empleyado at pamahalaan ang iyong mga operasyon sa negosyo. Kakailanganin mong lumikha ng isang trabahong nagpapanatili at nagbibigay-priyoridad sa kapakanan ng iyong mga empleyado at nag-aambag sa komunidad. Ang iyong mga desisyon ay makakaapekto sa panlipunang mga benepisyo ng iyong negosyo. Gusto mong unahin ang triple bottom line at layuning lumikha ng mga negosyong nakikinabang sa mga tao, planeta, at kita.",
            "backgroundColor": "rgba(0, 255, 150, 0.2)",
            "backgroundImage": "/assets/scenario-4.gif",
            "congratulationMessage": "Salamat sa paglalaro ng Change for Green! Hindi ka lang nakagawa ng matagumpay na negosyo, ngunit nag-ambag ka rin sa isang mas malinis at malusog na kapaligiran. Ipagpatuloy ang mabuting gawain!",
            "tasks": [
                {
                    "id": 1,
                    "desc": "Mayroon kang dalawang kandidato para sa posisyon sa front desk. Ang isa ay may malawak na karanasan ngunit nangangailangan ng mataas na suweldo, habang ang isa ay may mas kaunting karanasan ngunit handang magtrabaho para sa mas mababang suweldo. Sinong kandidato ang kukunin mo?",
                    "options": [
                        {
                            "id": 1,
                            "title": "Mag-hire ng mga highflyer",
                            "desc": "Mag-hire ng highly qualified at experience na kandidato na gusto ng mataas na suweldo",
                            "feedback": "Ang pagkuha ng makaranasang kandidato na nagnanais ng mataas na suweldo ay maaaring mabuti para sa negosyo, ngunit maaari itong maging masyadong mahal para sa iyong negosyo dahil nagsisimula ka pa lamang. Ang pagpili ng hindi gaanong karanasan na kandidato na handang magtrabaho sa mas mura ay maaaring maging mas mabuti para sa iyo sa ngayon."
                        },
                        {
                            "id": 2,
                            "title": "Lumalago kasama ng iyong empleyado",
                            "desc": "Mag-hire ng kaunti lang ang karanasan na kandidato na handang magtrabaho sa mura at matuto kasama mo.",
                            "feedback": "Ang pagpili ng kaunting karanasan na kandidato na handang magtrabaho sa mas mura ay maaaring maging mas mabuti para sa iyo sa ngayon. Ang pagkuha ng makaranasang kandidato na nagnanais ng mataas na suweldo ay maaaring mabuti para sa negosyo, ngunit maaari itong maging masyadong mahal para sa iyong negosyo dahil nagsisimula ka pa lamang."
                        }
                    ]
                },
                {
                    "id": 2,
                    "desc": "Gusto mong gumawa ng break room para sa iyong mga empleyado. Aling pagpipilian ang mas mahusay?",
                    "options": [
                        {
                            "id": 1,
                            "title": "Gumastos ng pera pambili",
                            "desc": "Pagbili ng mga bagong kasangkapan at appliances",
                            "feedback": "Ang pagbili ng mga bagong kasangkapan at appliances ay maaaring magastos at hindi maganda sa kapaligiran. Ang muling paggamit at pag-aayos ng mga lumang kasangkapan at appliances ay mas mabuti para sa kapaligiran."
                        },
                        {
                            "id": 2,
                            "title": "Gumugol ng oras sa pag-aayos",
                            "desc": "Muling paggamit at pag-aayos ng mga lumang kasangkapan at appliances para sa break room.",
                            "feedback": "Sa pamamagitan ng muling paggamit at pag-aayos ng mga lumang kasangkapan at appliances, makakatipid ka ng pera at makakatulong sa kapaligiran."
                        }
                    ]
                },
                {
                    "id": 3,
                    "desc": "Lumapit sa iyo ang isa sa iyong mga empleyado at sasabihin sa iyo na kailangan nila ng pahinga para alagaan ang isang miyembro ng pamilya na may sakit. Kailangan mong magpasya kung hahayaan mo silang magpahinga o papasok sila sa trabaho. Ano ang dapat mong gawin?",
                    "options": [
                        {
                            "id": 1,
                            "title": "Mga tao muna",
                            "desc": "Payagan ang empleyado na magpahinga at mag-alok ng suporta.",
                            "feedback": "Sa pamamagitan ng pagsasabi ng oo at pag-aalok ng suporta, maaari mong gawing mas masaya at mas mahusay ang lugar ng trabaho para sa lahat."
                        },
                        {
                            "id": 2,
                            "title": "Kumita muna",
                            "desc": "Sabihin ang hindi at dapat silang magtrabaho. Kailangan mong gamitin nang husto ang iyong pera.",
                            "feedback": "Ang pagsasabi ng hindi ay maaaring maging sanhi ng kalungkutan sa empleyado at gawin ang lugar ng trabaho na isang masamang lugar upang magtrabaho. Ang pagsasabi ng oo at pag-aalok ng suporta ay maaaring gawing mas masaya at mas mahusay ang lugar ng trabaho para sa lahat."
                        }
                    ]
                },
                {
                    "id": 4,
                    "desc": "Ang iyong kumpanya ay hiniling na lumahok sa isang kaganapan sa kawanggawa upang suportahan ang isang layunin na mahalaga sa iyong komunidad. Gusto mong ipakita ang iyong suporta, ngunit hindi ka sigurado kung paano ito gagawin. Aling opsyon ang mas mahusay para sa kapaligiran at sa iyong negosyo?",
                    "options": [
                        {
                            "id": 1,
                            "title": "Magboluntaryo",
                            "desc": "Maglaan ng isang araw ng pagboboluntaryo kung saan maaaring lumahok ang mga empleyado sa kaganapan.",
                            "feedback": "Sa pamamagitan ng pag-aayos ng isang araw ng boluntaryo, maaari kang gumawa ng isang tunay na pagkakaiba sa iyong komunidad at lumikha ng isang positibong kultura sa lugar ng trabaho."
                        },
                        {
                            "id": 2,
                            "title": "Donasyon",
                            "desc": "Mag-donate ng malaking halaga ng pera sa kawanggawa at hindi na magboluntaryo.",
                            "feedback": "Ang pagbibigay ng malaking halaga ng pera ay maaaring isang mabilis na paraan upang magpakita ng suporta, ngunit maaaring hindi ito magkaroon ng pangmatagalang epekto sa iyong komunidad. Ang pag-aayos ng isang araw ng boluntaryo ay maaaring maging mas mahusay para sa kapaligiran at sa iyong negosyo dahil ipinapakita nito ang iyong pangako sa layunin at hinihikayat ang pagtutulungan ng magkakasama sa iyong mga empleyado."
                        }
                    ]
                },
                {
                    "id": 5,
                    "desc": "May pagkakataon kang palawakin ang iyong negosyo sa pamamagitan ng pagbubukas ng bagong lokasyon sa ibang lungsod. Aling opsyon ang mas mahusay para sa kapaligiran at sa iyong negosyo?",
                    "options": [
                        {
                            "id": 1,
                            "title": "Bumuo ng bago",
                            "desc": "Bumuo ng bagong lokasyon mula sa simula upang makuha mo ang eksaktong gusto mo.",
                            "feedback": "Ang pagtatayo ng bagong lokasyon mula sa simula ay maaaring magastos at magkaroon ng negatibong epekto sa kapaligiran. Ang pagsasaayos ng isang kasalukuyang gusali upang gawin itong mas eco-friendly ay maaaring maging isang mas mahusay na opsyon dahil binabawasan nito ang basura at paggamit ng enerhiya."
                        },
                        {
                            "id": 2,
                            "title": "I-renovate",
                            "desc": "I-renovate ang isang kasalukuyang gusali para gawin itong mas eco-friendly.",
                            "feedback": "Sa pamamagitan ng pagsasaayos ng isang kasalukuyang gusali upang gawin itong mas eco-friendly, maaari mong bawasan ang basura at paggamit ng enerhiya, na maaaring magkaroon ng positibong epekto sa kapaligiran at potensyal na makatipid ng pera sa pangmatagalan."
                        }
                    ]
                }
            ]
        },
        {
            "id": 5,
            "name": "Skenario 5",
            "desc": "Nagpasya kang magsimula ng isang maliit na negosyo sa muwebles. Ang iyong mga produkto ay nagbebenta tulad ng mga hotcake at kailangan mong makasabay sa demand. Gayunpaman, gusto mo ring matugunan ng iyong maliit na kumpanya ang mga pamantayan sa pagpapanatili. Ano ang gagawin mo? Alamin natin ang kahalagahan ng napapanatili ang pamamahala ng supply chain at kung paano gumawa ng mga tamang pagpipilian para sa iyong negosyo, kapaligiran, at lipunan. Handa ka na bang gumawa ng ilang mahihirap na desisyon at lumikha ng isang napapanatiling supply chain? Magsimula na tayo!",
            "backgroundColor": "rgba(0, 255, 150, 0.2)",
            "backgroundImage": "/assets/scenario-5.gif",
            "congratulationMessage": "Nagbunga ang iyong pagsusumikap at dedikasyon sa green entrepreneurship! Patuloy na gamitin ang iyong mga kasanayan upang magkaroon ng positibong epekto sa mundo at magbigay ng inspirasyon sa iba na gawin ang iyong mga ginagawa.",
            "tasks": [
                {
                    "id": 1,
                    "desc": "Ang iyong kasalukuyang supplier ay nag-aalok ng pinakamababang presyo, ngunit mayroon silang kasaysayan ng paglabag sa mga regulasyon sa kapaligiran. Nakahanap ka ng isa pang supplier na sumusunod sa mga napapanatiling kasanayan, ngunit mas mataas ang kanilang mga presyo. Aling opsyon ang mas mahusay para sa kapaligiran at sa iyong negosyo?",
                    "options": [
                        {
                            "id": 1,
                            "title": "Lumipat",
                            "desc": "Lumipat sa napapanatiling supplier, kahit na mas mataas ang kanilang mga presyo.",
                            "feedback": "Sa pamamagitan ng paglipat sa napapanatiling supplier, ipinapakita mo ang iyong pangako sa pagpapanatili at etikal na mga kasanayan sa negosyo. Kahit na mas mataas ang kanilang mga presyo, sulit ito para sa positibong epekto sa kapaligiran at lipunan."
                        },
                        {
                            "id": 2,
                            "title": "Stick",
                            "desc": "Manatili sa iyong kasalukuyang supplier at makatipid ng pera.",
                            "feedback": "Sa pamamagitan ng pananatili sa iyong kasalukuyang tagapagtustos, maaari kang makatipid ng pera sa panandalian ngunit nanganganib na mapinsala ang kapaligiran at ang iyong reputasyon sa pangmatagalan. Sa pamamagitan ng paglipat sa napapanatiling supplier, namumuhunan ka sa isang mas eco-friendly na supply chain at potensyal na nakakaakit ng mga customer na nagpapahalaga sa mga napapanatiling kasanayan."
                        }
                    ]
                },
                {
                    "id": 2,
                    "desc": "Kailangan mong pumili ng supplier para sa isang mahalagang materyal na kailangan ng iyong produkto. Nakukuha ng isang supplier ang materyal mula sa isang kalapit na komunidad, na nagbibigay sa mga tao ng trabaho at pera, ngunit ang kanilang paraan ng paggawa nito ay lumilikha ng maraming polusyon. Nakukuha ng ibang supplier ang materyal mula sa ibang lugar kung saan walang malinaw na mga benepisyong panlipunan, ngunit ginagawa nila ito nang may kaunting polusyon. Aling pagpipilian ang pinakamainam para sa kapaligiran at lipunan?",
                    "options": [
                        {
                            "id": 1,
                            "title": "Unahin ang kalapit na komunidad",
                            "desc": "Piliin ang supplier mula sa kalapit na komunidad kahit na gumagawa sila ng maraming polusyon",
                            "feedback": "Mahalagang tumulong sa mga kalapit na komunidad, ngunit kailangan din nating pangalagaan ang kapaligiran. Ang isang supplier na gumagawa ng maraming polusyon ay maaaring makapinsala sa planeta at magdulot ng mga problema para sa mga tao sa katagalan. Dapat tayong mag-isip ng mga paraan upang mabawasan ang polusyon, tulad ng paggamit ng iba't ibang pamamaraan o pamumuhunan sa mga programa upang makatulong."
                        },
                        {
                            "id": 2,
                            "title": "Unahin ang mas kaunting polusyon",
                            "desc": "Piliin ang supplier na may kaunting polusyon kahit na hindi sila nakakatulong sa isang komunidad",
                            "feedback": "Ang pagbabawas ng polusyon ay isang magandang bagay, ngunit kailangan din nating isipin ang mga tao. Ang pakikipagtulungan sa isang supplier na tumutulong sa isang komunidad ay maaaring maging mabuti para sa lipunan, tulad ng pagbibigay sa mga tao ng trabaho at pera. Maaari kaming makipagtulungan sa supplier upang maghanap ng mga paraan upang mabawasan ang polusyon, tulad ng paggamit ng iba't ibang mapagkukunan ng enerhiya o pamumuhunan sa mga programa upang makatulong."
                        }
                    ]
                },
                {
                    "id": 3,
                    "desc": "Mayroon kang dalawang supplier para sa isang pangunahing materyal, ang isa ay gumagamit ng maraming tubig sa kanilang proseso ng produksyon habang ang isa ay gumagamit ng mas kaunti. Gayunpaman, ang supplier na gumagamit ng mas kaunting tubig ay matatagpuan sa malayo at nangangailangan ng mas mahabang oras ng transportasyon. Aling opsyon ang pinakanapapanatiling pagpipilian?",
                    "options": [
                        {
                            "id": 1,
                            "title": "Unahin ang mas kaunting paggamit ng tubig",
                            "desc": "Piliin ang supplier gamit ang mas kaunting tubig, kahit na nangangahulugan ito ng mas mahabang oras ng transportasyon.",
                            "feedback": "Ang pagpili ng supplier na gumagamit ng mas kaunting tubig ay mahalaga para sa pagpapanatili, ngunit mahalagang isaalang-alang din ang mga carbon emissions mula sa transportasyon. Maaari kang makipagtulungan sa supplier upang maghanap ng mga paraan upang mabawasan ang mga emisyon sa transportasyon, tulad ng pag-optimize ng mga ruta ng paghahatid o paggamit ng mas mahusay na mga paraan ng transportasyon."
                        },
                        {
                            "id": 2,
                            "title": "Unahin ang mas kaunting emisyon",
                            "desc": "Piliin ang supplier na gumagamit ng mas maraming tubig para mabawasan ang mga emisyon sa transportasyon.",
                            "feedback": "Bagama't mahalaga ang pagpili ng supplier na nagpapaliit ng mga emisyon sa transportasyon, mahalaga din na isaalang-alang ang epekto ng labis na paggamit ng tubig sa kapaligiran. Maaari kang makipagtulungan sa supplier upang maghanap ng mga paraan upang bawasan ang paggamit ng tubig, tulad ng pagpapatupad ng mas mahusay na mga paraan ng produksyon o pamumuhunan sa mga teknolohiyang nagpapababa sa paggamit ng tubig."
                        }
                    ]
                },
                {
                    "id": 4,
                    "desc": "Bilang isang napapanatiling may-ari ng negosyo, gusto mong bawasan ang epekto sa kapaligiran ng iyong supply chain. May opsyon kang kumuha ng mga materyales mula sa isang lokal na supplier na gumagamit ng eco-friendly na packaging ngunit naniningil ng mas mataas na presyo. Ano ang dapat mong gawin?",
                    "options": [
                        {
                            "id": 1,
                            "title": "Mahal",
                            "desc": "Piliin ang lokal na supplier at itaas ang mga presyo upang mabayaran ang tumaas na gastos.",
                            "feedback": "Sa pamamagitan ng pagpili ng lokal na supplier, sinusuportahan mo ang iyong lokal na komunidad at binabawasan ang mga carbon emission na nauugnay sa mga materyales sa pagpapadala mula sa ibang bansa. Upang mabawi ang mas mataas na gastos, maaari mong bahagyang itaas ang iyong mga presyo upang mapanatili ang iyong mga kita habang nag-aalok pa rin ng mga produktong eco-friendly."
                        },
                        {
                            "id": 2,
                            "title": "Mura",
                            "desc": "Pumili ng mas murang supplier na may mas kaunting eco-friendly na packaging para mapanatiling mababa ang gastos.",
                            "feedback": "Bagama't mukhang nakakaakit na pumili ng mas murang supplier para mapanatiling mababa ang mga gastos, mahalagang isaalang-alang ang epekto sa kapaligiran ng hindi gaanong eco-friendly na packaging. Sa pamamagitan ng pagpili sa lokal na supplier na may eco-friendly na packaging, maaari mong bawasan ang mga carbon emissions na nauugnay sa transportasyon at suportahan ang iyong lokal na komunidad. Maaari mo ring i-offset ang mas mataas na gastos sa pamamagitan ng paghahanap ng mga paraan upang mabawasan ang iba pang mga gastos o sa pamamagitan ng pagsasaayos ng iyong mga diskarte sa marketing upang maakit ang mga customer na nagpapahalaga sa pagpapanatili."
                        }
                    ]
                },
                {
                    "id": 5,
                    "desc": "Nagpunta ka sa isang seminar tungkol sa \"circular economy\" at na-inspire na gumawa ng higit pang pagbabawas at paggamit muli sa iyong negosyo. Anong mga aksyon ang maaari mong gawin upang magpatibay ng isang pabilog na modelo ng ekonomiya?",
                    "options": [
                        {
                            "id": 1,
                            "title": "Bawasan ang Paggamit ng Materyal",
                            "desc": "Magpatupad ng sistema para muling gamitin at i-refurbish ang mga materyales, gaya ng muling paggamit ng mga metal scrap sa iyong mga proseso ng produksyon o pag-refurbish ng mga lumang produkto para muling ibenta.",
                            "feedback": "Ang pagpapatupad ng isang sistema para muling gamitin at i-refurbish ang mga materyales, gaya ng muling paggamit ng mga metal scrap sa iyong mga proseso ng produksyon o pag-refurbish ng mga lumang produkto para muling ibenta, ay isang mahalagang aksyon na dapat gawin kapag gumagamit ng isang pabilog na modelo ng ekonomiya."
                        },
                        {
                            "id": 2,
                            "title": "Bawasan ang Gastos",
                            "desc": "Bumili ng bago, murang materyales para mabawasan ang gastos. Kung mas maraming basura ang nalilikha, palagiang i-recycle ang mga basurang materyales",
                            "feedback": "Ang pagpapatibay ng isang pabilog na modelo ng ekonomiya ay naglalayong bawasan ng basura at muling gamitin ng mga materyales. Ang pagbili ng bago, murang mga materyales ay maaaring makabawas ng gastos sa maikling panahon, ngunit maaari itong humantong sa paglikha ng mas maraming basura at makapinsala sa kapaligiran sa katagalan. Mahalagang bigyang-priyoridad ang pagpapanatili ng iyong mga kasanayan sa negosyo."
                        }
                    ]
                }
            ]
        }
    ]
}